Repository: roarnyg/wl-wiki-import
Catalog: languages/*.po
Languages: nb_no

source: Tooltip Width
nb_no: Bredde på verktøytips

source: You can set a custom tooltip width. Useful if you have long meta data values or description texts?
nb_no: Du kan sette en standard bredde for verktøytips. Nyttig hvis du har lang meta informasjon verdi eller beskrivende tekster.

source: Big image with thumbnails bellow
nb_no: Stort bilde med forhåndsvisning nedenfor

source: Aperture
nb_no: Åpning

source: Credit
nb_no: Kreditt

source: Camera
nb_no: Kamera

source: Caption
nb_no: Bildetekst

source: Focal Length
nb_no: Brennvidde

source: Shutter Speed
nb_no: Lukkehastighet

source: Flash
nb_no: Blitz

source: Keywords
nb_no: Nøkkelord

source: Image Meta Data
nb_no: Bilde metainformasjon

source: Notification
nb_no: Varsling

source: Creates a notification box to inform visitors
nb_no: Lag en varselboks for å informere besøkende

source: This is the small title at the top of your Notification.
nb_no: Dette er den korte tittelen på toppen av varslingen din.

source: This is the text that appears in your Notification.
nb_no: Dette teksten som vises i varselet.

source: Message Colors
nb_no: Meldingsfarge

source: Choose the color for your Box here
nb_no: Velg farge på boksen her

source: Success (Green)
nb_no: Suksess (Grønn)

source: Notification (Blue)
nb_no: Varsling (Blå)

source: Warning (Red)
nb_no: Advarsel (Rød)

source: Alert (Orange)
nb_no: Varsling (Oransje)

source: Neutral (Light Grey)
nb_no: Nøytral (Lys grå)

source: Neutral (Dark Grey)
nb_no: Nøytral (Mørk grå)

source: Notification Box Border
nb_no: Kant rundt varslingsboksen

source: Choose the border for your Box here
nb_no: Velg kanten til boksen din her

source: Dashed
nb_no: Stiplet

source: Select a custom background color for your Notification here
nb_no: Velg en egendefinert bakgrunn for varslingen din her

source: Select a custom font color for your Notification here
nb_no: Velg en egendefinert skriftfarge for varslingen her

source: Box Size
nb_no: Størrelse på boks

source: Choose the size of your Box here
nb_no: Velg størrelsen på boksen din her

source: Portfolio Grid
nb_no: Portefølje rutenett

source: Creates a grid of portfolio excerpts
nb_no: Lager et rutenett av portfolio innledningstekster

source: Which categories should be used for the portfolio?
nb_no: Hvilke kategorier vil du bruke i porteføljen?

source: 1 Column
nb_no: 1 kolonne

source: 1 Column layout
nb_no: 1 kolonne oppsett

source: Choose the 1 column layout
nb_no: Velg 1 kolonnes opsett

source: Use special 1 column layout (side by side)
nb_no: Velg spesiell 1 kolonnes oppsett (side ved side)

source: Use default portfolio layout
nb_no: Bruk standard porteføle oppsett

source: Display Excerpt and Title below the preview image?
nb_no: Vise innledningstekst og tittel under forhåndsvisningen?

source: Portfolio Grid Image Size
nb_no: Bildestørrelse for Portfolio rutenett

source: Set the image size of the Portfolio Grid images
nb_no: Bestem bildestørrelse for Portfolio rutenett

source: Set the Portfolio Grid image size automatically based on column or layout width
nb_no: Bestem bildestørrelse for Portfolio rutenettet automatisk basert på kolonne eller layout bredde

source: Choose the Portfolio Grid image size manually (select thumbnail size)
nb_no: Velg bildestørrelse for Portfolio rutenett manuelt(velg størrelse på miniatyrbilde)

source: Select custom image size
nb_no: Velg standard bildestørrelse

source: Choose image size for Portfolio Grid Images
nb_no: Velg bildestørrelse for Portfolio rutenett

source: (Note: Images will be scaled to fit for the amount of columns chosen above)
nb_no: (OBS: Bildene blir skalert til å passe til antall kolonner valgt ovenfor)

source: Link Handling
nb_no: Linkhåndtering

source: When clicking on a portfolio item you can choose to open the link to the single entry, open a preview (aka AJAX Portfolio) or show a bigger version of the image in a lightbox overlay
nb_no: Når du klikker på et Portfolioelement kan du velge å åpne portfolioelementet, åpne en forhåndsvisning eller vise en større version av bildet i en overlagt lysboks

source: Open the entry on a new page
nb_no: Åpne oppføringen på en ny side

source: Display the big image in a lightbox
nb_no: Vis det store bildet i en lysboks

source: Sortable?
nb_no: Sortering?

source: Should the sorting options based on categories be displayed?
nb_no: Skal sorteringsmuligheter basert på kategorier vises?

source: All
nb_no: Alle

source: Page Content
nb_no: Sideinnhold

source: Display the content of another entry
nb_no: Vi innholdet fra en annen oppføring

source: Which Entry?
nb_no: Hvilken oppføring?

source: Select the Entry that should be displayed
nb_no: Velg oppføringen som skal vises?

source: Post Slider
nb_no: Artikkel slider

source: Display a Slideshow of Post Entries
nb_no: Vise et lysbildeshow av artikler

source: Entry Number
nb_no: Oppføringsnummer

source: How many items should be displayed?
nb_no: Hvor mange objekter skal vises?

source: The offset determines where the query begins pulling posts. Useful if you want to remove a certain number of posts because you already query them with another post slider element.
nb_no: Forskyvelsen bestemmer hvor langt tilbake det skal hentes artikler. Dette er virkningsfullt hvis du ikke vil vise artikler som vises i et annet element på et annet sted på siden.

source: Choose if you want to only display the post title or title and excerpt
nb_no: Velg om du bare vil vise tilttel på artikkel eller tittel og innledningstekst

source: Set the preview image size automatically based on column width
nb_no: Sett størrelsen på forhåndsvisningen automatisk tilpasset kolonnebredde.

source: Check if the slideshow should rotate by default
nb_no: Huk av hvis lysbildepresentasjonen skal rotere som standard

source: Slideshow autorotation duration
nb_no: Lysbildepresentasjonens automatiske roterings varighet

source: Slideshow will rotate every X seconds
nb_no: Lysbildepresentasjonen vil rotere hvert X sekund.

source: Read more
nb_no: Les mer

source: Comment
nb_no: Kommentar

source: Comments
nb_no: Kommentarer

source: Product Grid
nb_no: Produkt-rutenett

source: Display a Grid of Product Entries
nb_no: Vis et rutenett med produkt-oppføringer

source: The offset determines where the query begins pulling products. Useful if you want to remove a certain number of products because you already query them with another product grid. Attention: Use this option only if the product sorting of the product grids match and do not allow the user to pick the sort order!
nb_no: Forskyvelsen bestemmer hvor spørringen skal hente produkter. Dette er nyttig hvis du ønsker å fjerne et antall produkter hvis du allerede viser produkter en annen plass på siden(som du ikke vil vise igjen). Vær oppmerksom på at sorteringen på produktrutenettet må matche og brukeren kan ikke velge sorteringsrekkefølge!

source: Sorting Options
nb_no: Sorteringsmuligheter

source: Here you can choose how to sort the products
nb_no: Her kan du velge hvordan produkene skal sorteres

source: Let user pick by displaying a dropdown with sort options (default value is defined at Woocommerce -> Settings -> Catalog)
nb_no: La brukeren velge ved å vise en rullegardingmeny med valg (standardverdier er definert på Woocommerce -> Settings -> Catalog)

source: Use defaut (defined at Woocommerce -> Settings -> Catalog)
nb_no: Bruk standard (definert på Woocommerce -> Settings -> Catalog)

source: Sort alphabetically
nb_no: Sorter alfabetisk

source: Sort by most recent
nb_no: Sorter etter nyest

source: Sort by price
nb_no: Sorter etter pris

source: Sort by popularity
nb_no: Sorter etter popularitet

source: Product Slider
nb_no: Produktpresentasjon

source: Display a Slideshow of Product Entries
nb_no: Vis en en lysbildepresentasjon med produkt oppføringer

source: The offset determines where the query begins pulling products. Useful if you want to remove a certain number of products because you already query them with another product slider. Attention: Use this option only if the product sorting of the product sliders match!
nb_no: Forskyvelsen bestemmer hvor spørringen skal hente produkter. Dette er nyttig hvis du ønsker å fjerne et antall produkter hvis du allerede viser produkter i en annen produkt-slider. Vær oppmerksom på at sorteringen må matche de andre slideren som brukes!

source: No products found which match your selection.
nb_no: Ingen produkter ble funnet som passer til valgene dine.

source: Progress Bars
nb_no: Fremgangsindikatorer

source: Create some progress bars
nb_no: Lag fremgangsindikator

source: Add/Edit Progress Bars
nb_no: Legg til/rediger fremgangsindikator

source: Here you can add, remove and edit the various progress bars.
nb_no: Her kan du legge til, fjerne og redigere de ulike fremgangsindikatorene

source: Edit Progress Bars
nb_no: Rediger fremgangsindikatorer

source: Skill or Task
nb_no: Ferdighet eller oppgave

source: Progress Bars Title
nb_no: Fremgangsindikator tittel

source: Enter the Progress Bars title here
nb_no: Skriv inn tittel på fremgangsindikator her

source: Progress in %
nb_no: Fremgang i %

source: Select a number between 0 and 100
nb_no: Velg et tall mellom 0 og 100

source: Bar Color
nb_no: Farge på indikator

source: Choose a color for your progress bar here
nb_no: Velg en farge for fremgangsindikatorien her

source: Icon
nb_no: Ikon

source: Should an icon be displayed at the left side of the progress bar
nb_no: Skal et ikon vises til venstre for fremgangsindikatoren?

source: Promo Box
nb_no: Rabattkodeboks

source: Creates a notification box with call to action button
nb_no: Lager en varselboks med en oppfordring til handling

source: Enter some content for Promo Box
nb_no: Skriv inn innhold for rabattkodeboksen:

source: Welcome Stranger! This is an example Text for your fantastic Promo Box! Feel Free to delete it and replace it with your own fancy Message!
nb_no: Velkommen ukjent! Dette er et eksempel på tekst til din rabattkodeboks. Du må slette denne teksten og sette inn din egen.

source: Promo Box Button
nb_no: Rabattkodeboksknapp

source: Do you want to display a Call to Action Button on the right side of the box?
nb_no: Vil du vise en oppfordring til handling til høyre for boksen din?

source: Creates a section with unique background image and colors
nb_no: Lager en seksjon med unik bakgrunnsbilde og farger.

source: Delete Section
nb_no: Slett seksjon

source: Edit Section
nb_no: Rediger seksjon

source: Clone Section
nb_no: Klon seksjon

source: Section Colors
nb_no: Seksjonsfarger

source: The section will use the color scheme you select. Color schemes are defined on your styling page
nb_no: Denne seksjonen vil bruke the fargeskjemaet du har valgt. Fargeskjemaer definerer du på stylingsiden din.

source: (Show Styling Page)
nb_no: (Hvis stylingside)

source: Select a custom background color for your Section here. Leave empty if you want to use the background color of the color scheme defined above
nb_no: Velg en tilpasset bakgrunnsfarge for seksjonen din her. La den være tom hvis du vil bruke bakgrunnsfargen fra fargeskjemaet definert ovenfor.

source: Custom Background Image
nb_no: Tilpasset bakgrunnsbilde.

source: Either upload a new, or choose an existing image from your media library. Leave empty if you want to use the background image of the color scheme defined above
nb_no: Enten last opp et nytt eller velg et eksisterende bilde fra mediabiblioteket ditt. La boksen være tom hvis du vil bruke bakgrunnsbildet fra fargeskjemaet definert ovenfor.

source: Background Image Position
nb_no: Bakgrunnsbildeposisjon

source: Top Left
nb_no: Toppen venstre

source: Top Center
nb_no: På toppen i midten

source: Top Right
nb_no: Toppen høyre

source: Bottom Left
nb_no: Bunnen venstre

source: Bottom Center
nb_no: Bunnen midten

source: Bottom Right
nb_no: Bunnen høyre

source: Center Left
nb_no: Midten venstre

source: Center Center
nb_no: Midten midten

source: Center Right
nb_no: Midten høyre

source: Background Repeat
nb_no: Repeter bakgrunn

source: No Repeat
nb_no: Ingen repetering

source: Repeat
nb_no: Repeter

source: Tile Horizontally
nb_no: Fliser horisontalt

source: Tile Vertically
nb_no: Fliser vertikalt

source: Stretch to fit
nb_no: Strekk for å passe

source: Background Attachment
nb_no: Bakgrunnsvedlegg

source: Fixed
nb_no: Fikset

source: Section Padding
nb_no: Seksjons padding

source: Define the sections top and bottom padding
nb_no: Definerer seksjonens padding på topp og bunn

source: No Padding
nb_no: Ingen padding

source: Small Padding
nb_no: Liten padding

source: Default Padding
nb_no: Forhåndsbestemt padding

source: Large Padding
nb_no: Stor padding

source: For Developers: Section ID
nb_no: For utviklere: Seksjons ID

source: Apply a custom ID Attribute to the section, so you can apply a unique style via CSS. This option is also helpful if you want to use anchor links to scroll to a sections when a link is clicked
nb_no: Legg til en tilpasset ID attributt til seksjonen, da kan du legge til unik stil via CSS. Denne muligheten er nyttig hvis du vil linke for å kunne scrolle automatisk ned til en seksjon.

source: Use with caution and make sure to only use allowed characters. No special characters can be used.
nb_no: Brukes forsiktig, bruk kun tillatte tegn. Ingen spesial tegn kan brukes.

source: Display a simple slideshow element
nb_no: Vis et enkel lysbildeelement

source: Here you can add new Images to the slideshow.
nb_no: Her kan du legge til et nytt bilde til lysbildeserien

source: Caption Title
nb_no: Bildetekst tittel

source: Enter a caption title for the slide here
nb_no: Skriv inn en tittel for lysbildeserien her.

source: Caption Text
nb_no: Kort bildetekst

source: Enter some additional caption text
nb_no: Legg til ekstra bildetekstinformasjon her

source: Slide Link?
nb_no: Link i lysbildepresentasjon?

source: Where should the Slide link to?
nb_no: Hvor skal lysbildet linkes til?

source: Slideshow Image Size
nb_no: Lysebildepresentasjonens bildestørrelse

source: Slideshow Transition
nb_no: Lysbildepresentasjonens overgang

source: Choose the transition for your Slideshow.
nb_no: Velg en overgang for lysbildepresentasjonen din

source: Fullscreen Slider
nb_no: Fullskjermspresentasjon

source: Display a fullscreen slideshow element
nb_no: Vis et fullskjermspresentasjonselement

source: Image Position
nb_no: Bildeposisjon

source: Caption Positioning
nb_no: Bildetekstens posisjon

source: Where do you want to apply the link?
nb_no: Hvor vil du legge til linken?

source: You can choose to apply the link to the whole image or to a 'Call to Action Button' that gets appended to the caption
nb_no: Du kan velge å legge linken på hele bildet eller lage en oppfordring til handling knapp som vedlegges tittelen.

source: Apply Link to Image
nb_no: Legg link på bildet

source: Attach a button and apply link to button
nb_no: Fest en knapp og en link på knappen

source: Light Transparent
nb_no: Lys gjennomsiktig

source: Dark Transparent
nb_no: Mørk gjennomsiktig

source: Fullwidth Easy Slider
nb_no: Fullbredde Easy Slider

source: Display a simple fullwidth slideshow element
nb_no: Vis et enkelt fullbredde lysbildepresentasjons element

source: Stretch image to fit the slideshow size?
nb_no: Stekk bildet for å tilpasse bildepresentasjonsstørrelsen.

source: By default the image stretches across the full width of the screen. You can deactivate this behavior and simply align it in the center of the slider
nb_no: Standardinnstillingen strekker bildet over hele skjermen. Du kan deaktivere innstillingen og justere den i midten på lysbildepresentasjonen

source: Yes, stretch the image
nb_no: Ja, strekk bildet.

source: No, dont stretch the image. If the browser window is bigger than the image simply align it centered
nb_no: Nei, ikke strekk bildet. Hvis nettleservinduet er større enn bildet bare juster det på midten.

source: Slideshow Background Image
nb_no: Bildeserie bakgrunnsbilde

source: If you are displaying transparent images like pngs you can set a static background image or pattern that will appear behind those pngs.
nb_no: Hvis du viser et gjennomsiktig bilde som png kan du sette et statisk bakgrunnsbilde eller mønster som vil vises bak de.

source: Advanced Layerslider
nb_no: Avansert bildepresentasjonsviser.

source: Display a Layerslider Slideshow
nb_no: Vis en bildepresentasjon.

source: No Layer Slider Found. Click here to create one
nb_no: Ingen bildepresentasjon ble funnet. Klikk her for å lage en.

source: Edit Layer Slider here
nb_no: Rediger bildepresentasjon her.

source: Fullwidth Revolution Slider
nb_no: Fullbredde Revolution Slider

source: Display a fullwidth Revolution Slider
nb_no: Vis en fullbredde Revolution Slider

source: No Revolution Slider Found. Click here to create one
nb_no: Ingen Revolution Slider ble funnet. Klikk her for å lage en.

source: Edit Revolution Slider here
nb_no: Rediger Revolution Slider her.

source: Table
nb_no: Tabell

source: Creates a data or pricing table
nb_no: Lag en data eller pristabell.

source: Table Builder
nb_no: Tabellbygger

source: Start by adding columns and rows, then add content and styling to each.
nb_no: Start ved å legge til kolonner og rader, deretter legger du til innhold og til hver.

source: Default Row
nb_no: Standard rad

source: Heading Row
nb_no: Overskriftsrad

source: Pricing Row
nb_no: Prisrad

source: Button Row
nb_no: Knapprad

source: Default Column
nb_no: Standard kolonne

source: Highlight Column
nb_no: Fremhev kolonne

source: Description Column
nb_no: Beskrivelseskolonne

source: Center Text Column
nb_no: Midstill tekstkolonne

source: Table Purpose
nb_no: Meningen med tabellen

source: Choose if the table should be used to display tabular data or to display pricing options. (Difference: Pricing tables are flashier and try to stand out)
nb_no: Velg om tabellen skal brukes til å vise data eller pris alternativer. (Forskjellen: Pristabeller skiller seg mer ut.)

source: Use the table as a Pricing Table
nb_no: Bruk tabllen som en pristabell.

source: Use the table to display tabular data
nb_no: Bruk tabellen for å vise data i rutenett

source: Table Caption
nb_no: Tabell beskrivelse.

source: Add a short caption to the table so visitors know what the data is about
nb_no: Legg til en kort beskrivelse til tabellen slik at besøkende forstår hva dataene handler om.

source: Tabs
nb_no: Faner

source: Creates a tabbed content area
nb_no: Lager et faneområde

source: Tab Position
nb_no: Faneposisjon

source: Where should the tabs be displayed
nb_no: Hvor skal fanene vises

source: Display tabs at the top
nb_no: Vis faner på toppen

source: Display Tabs on the left
nb_no: Vis faner til venstre

source: Display Tabs on the right
nb_no: Vis faner til høyre

source: Boxed Tabs
nb_no: Boksede faner

source: Do you want to display a border around your tabs or without border
nb_no: Vil du vis en kantlinje rundt fanene dine?

source: With border
nb_no: Med kantlinje

source: Without border
nb_no: Uten kantlinje

source: Add/Edit Tabs
nb_no: Legg til/rediger faner

source: Here you can add, remove and edit the Tabs you want to display.
nb_no: Her kan du legge til, fjerne og redigere faner du vil vise.

source: Tab 1
nb_no: Fane 1

source: Tab 2
nb_no: Fane 2

source: Tab Title
nb_no: Fane tittel

source: Enter the tab title here (Better keep it short)
nb_no: Skriv inn fanetittelen her (Hold den kort)

source: Tab Icon
nb_no: Faneikon

source: Should an icon be displayed at the left side of the tab title?
nb_no: Skal et ikon vises til venstre for fanetittelen?

source: Select an icon for your tab title below
nb_no: Velg et ikon for fanetittelen nedenfor

source: Tab Content
nb_no: Faneinnhold

source: Initial Open
nb_no: Forhåndsåpnet

source: Enter the Number of the Tab that should be open initially.
nb_no: Skriv inn nummer(rekkefølge)på fanen som skal forhåndsåpnes.

source: For Developers: Custom Tab ID
nb_no: For utviklere: Tilpasset fane ID

source: Insert a custom ID for the element here. Make sure to only use allowed characters.
nb_no: Sett in en standard ID for elementet her. Pass på at du kun bruker tillatte tegn.

source: Team Member
nb_no: Teammedlem

source: Display a team members image with additional information
nb_no: Vis et teammedlems bilde med tilleggsinformasjon.

source: Team Member Name
nb_no: Teammedlemmets navn

source: Name of the person
nb_no: Navn på personen

source: Team Member Job title
nb_no: Teammedlemmets jobbtittel

source: Job title of the person.
nb_no: Jobbtittelen til personen

source: Team Member Image
nb_no: Teammedlem bilde

source: Team Member Description
nb_no: Teammedlem beskrivelse

source: Enter a few words that describe the person
nb_no: Skriv noen få ord som beskriver personen.

source: Add/Edit Social Service or Icon Links
nb_no: Legg til/rediger sosial medietjeneste eller ikon-lenker

source: Below each Team Member you can add Icons that link to destinations like facebook page, twitter account etc.
nb_no: Nedenfor hvert teammedlem kan du legge til ikon som linker til destinasjoner som Facebooksider, Twitterkontoer osv.

source: Edit Icon Link
nb_no: Rediger ikon link

source: Hover Text
nb_no: Tekst som vises når du holder musen over

source: Text that appears if you place your mouse above the Icon
nb_no: Tekst som vises hvis du plasserer musen over ikonet

source: Icon Link
nb_no: Ikon link

source: Enter the URL of the Page you want to link to
nb_no: Skriv inn url til siden du vil linke til.

source: Testimonials
nb_no: Anmeldelser

source: Creates a Testimonial Grid
nb_no: Lager en rutenett for anmeldelser

source: Add/Edit Testimonial
nb_no: Legg til/rediger anmeldelser

source: Here you can add, remove and edit your Testimonials.
nb_no: Her kan du legge til, fjerne og redigere anmeldelsene dine.

source: Edit Testimonial
nb_no: Redig anmeldelse

source: Subtitle below name
nb_no: Undertittel nedenfor navn

source: Quote
nb_no: Sitat

source: Enter the testimonial here
nb_no: Skriv inn anmeldelsen her

source: Website Link
nb_no: Nettside link

source: Website Name
nb_no: Nettsidenavn

source: Testimonial Style
nb_no: Anmeldelsestil

source: Here you can select how to display the testimonials. You can either create a testimonial slider or a testimonial grid with multiple columns
nb_no: Her kan du velge hvordan anmeldelsene skal vises. Du kan enten lage en bildepresentasjon eller et rutenett med flere kolonner.

source: Testimonial Grid
nb_no: Anmeldelse rutenett

source: Testimonial Slider
nb_no: Anmeldelse lysbildepresentasjon

source: Testimonial Grid Columns
nb_no: Anmeldelse rutenett kolonner

source: How many columns do you want to display
nb_no: Hvor mange kolonner vil du vise?

source: Testimonial by
nb_no: Anmeldelse av

source: Text Block
nb_no: Tekstblokk

source: Creates a simple text block
nb_no: Lag en enkel tekstblokk

source: Enter some content for this textblock
nb_no: Skriv inn noe innhold til denne tekstblokken

source: Accordion
nb_no: Trekkspillvisning

source: Creates toggles or accordions
nb_no: Lager "toggles" eller trekkspillvisning

source: Add/Edit Toggles
nb_no: Legg til/rediger "toggles"

source: Here you can add, remove and edit the toggles you want to display.
nb_no: Her kan du legge til, fjerne og redigere "toggles" du ønsker å vise

source: Toggle Title
nb_no: Toggle tittel

source: Enter the toggle title here (Better keep it short)
nb_no: Skriv inn tittel på "toggle" her(hold tittelen kort)

source: Toggle Content
nb_no: Toggle innhold

source: Toggle Sorting Tags
nb_no: Toggle sorteringsmerker

source: Enter any number of comma separated tags here. If sorting is active the user can filter the visible toggles with the help of these tags
nb_no: Skriv inn antall(kommaseparert)tagger her. Hvis sortering er aktivert, kan brukeren filtrere de synlige "toggles" ved hjelp av disse taggene.
