Repository: roarnyg/wl-wiki-import
Catalog: languages/*.po
Languages: nb_no

source: If you enabled the 'automatically play videos' option, the 'auto' value means that the slideshow will pause UNTIL the video is finished playing and after that it will continue. The 'enabled' value means that the slideshow will stop and will not resume after the video has been played.
nb_no: Hvis du har aktivert "automatisk avspilling av videoer" vil verdien "automatisk" bety at lysbildepresentasjonen stopper når videoen er ferdig spillt.

source: Youtube preview
nb_no: Youtube forhåndsvisning

source: Maximum quality
nb_no: Maks kvalitet

source: High quality
nb_no: Høy kvalitet

source: Medium quality
nb_no: Middels kvaltiet

source: Default quality
nb_no: Standard kvalitet

source: Default thumbnail picture of YouTube videos. Note, that Maximum quaility is not available to all (not HD) videos.
nb_no: Standard forhåndsvisningsbilde for Youtubevideoer. Legg merke til at maks kvalitet er ikke tilgjengelig for alle (ikke HD) videoer.

source: Keyboard navigation
nb_no: Tastaturnavigasjon

source: You can navigate with the left and right arrow keys.
nb_no: Du kan navigere med venstre og høyre pilknapper.

source: Touch navigation
nb_no: Berøringsnavigasjon

source: Touch-control (on mobile devices).
nb_no: Berøringskontroll (på mobilenheter).

source: Appearance
nb_no: Utseende

source: Skin
nb_no: Utseende

source: You can change the skin of the slider. The 'noskin' skin is a border- and buttonless skin. Your custom skins will appear in the list when you create their folders as well.
nb_no: Du kan forandre utseende i presentasjonen. 'Noskin' utseendet er et kant- og knappeløst utseende. Dine egendefinerte maler på utseende vil vise i listen når du lager en mappe.

source: Background color
nb_no: Bakgrunnsfarge

source: Background color of LayerSlider. You can use all CSS methods, like hexa colors, rgb(r,g,b) method, color names, etc. Note, that slides with background will cover up the global background image.
nb_no: Bakgrunnsfarge på lysbildepresentasjonen. Du kan bruke alle CSS metoder, slik som hexfarger, rgb, fargenavn osv. Legg merke til at bakgrunner med dekkende farge vil dekke til det globale bakgrunnsbildet.

source: Background image
nb_no: Bakgrunnsbilde

source: Background image of LayerSlider. This will be a fixed background image of LayerSlider by default. Note, that slides with background will cover up the global background image.
nb_no: Bakgrunnsbildet til lysbildepresentasjonen vil være fast som standard. Legg merke til at bakgrunner som er dekkende vil dekke over the globale bakgrunnsbildet.

source: Slider style
nb_no: LysbildepresentasjonSstil

source: Here you can apply your custom CSS style settings to the slider.
nb_no: Her kan du legge til ditt egendefinerte CSS-stil innstillinger til lysbildepresentasjonen.

source: Navigation
nb_no: Navigasjon

source: Prev and Next buttons
nb_no: Forrige og neste knapper

source: If disabled, Prev and Next buttons will be invisible.
nb_no: Hvis deaktivert vil forrige og neste knapper ikke være synlige.

source: Start and Stop buttons
nb_no: Start og stopp knapper.

source: If disabled, Start and Stop buttons will be invisible.
nb_no: Hvis deaktiver vil start og stopp knapper ikke være synlige.

source: Navigation buttons
nb_no: Navigasjonsknapper

source: If disabled, slide buttons will be invisible.
nb_no: Hvis deaktivert vil lysebildepresentasjonsknapper ikke være synlige.

source: Prev and next buttons on hover
nb_no: Forrige og neste knapper vises når du holder mus over.

source: If enabled, the prev and next buttons will be shown only if you move your mouse cursor over the slider.
nb_no: Hvis denne er aktivert vil forrige og neste knapper kun vise når du holder mus over.

source: Bottom navigation on hover
nb_no: Bunnavigasjon når du holder mus over

source: The bottom navigation controls (with also thumbnails) will be shown only if you move your mouse cursor over the slider.
nb_no: Bunnavigasjonskontroller vises kun hvis du holder mus over lysbildepresentasjonen (med forhåndsvisning).

source: Show bar timer
nb_no: Vis "timer" som en "bar"

source: You can hide or show the bar timer with this option.
nb_no: Du kan skjule eller vise "baren" med dette valget.

source: Show circle timer
nb_no: Vis rund "timer"

source: You can hide or show the circle timer with this option.
nb_no: Du kan skjule eller vise den runde "timeren" med dette valget.

source: Thumbnail navigation
nb_no: Forhåndsvisningsnavigasjon

source: hover
nb_no: Hold mus over

source: always
nb_no: Alltid

source: Thumbnail width
nb_no: Forhåndsvisningsbredde

source: The width of the thumbnails in the navigation area.
nb_no: Bredden på forhåndsvisningen i navigasjonsområdet

source: Thumbnail height
nb_no: Forhåndsvisningshøyde

source: The height of the thumbnails in the navigation area.
nb_no: Høyden på forhåndsvisningen i navigasjonsområdet

source: Thumbnail container width
nb_no: Visning av miniatyrbilde, bredde

source: The width of the thumbnail navigation area.
nb_no: Bredden på forhåndsvisningens navigasjonsområde.

source: Thumbnail active opacity
nb_no: Aktivt miniatyrbilde, gjennomsiktlighet

source: The selected thumbnail opacity (0-100).
nb_no: Det valgte miniatyrildets gjennomsiktelighet (0-100).

source: Thumbnail inactive opacity
nb_no: Inaktivt miniatyrbildes gjennomsiktelighet

source: The opacity of inactive thumbnails (0-100).
nb_no: Gjennomsikteligheten til inaktive miniatyrbilder (0-100).

source: Image preload
nb_no: Bilde prelader

source: Preloads all images and background-images of the next slide.
nb_no: Pre-lader alle bilder og bakgrunnsbilder for det neste lysbildet.

source: Use relative URLs
nb_no: Bruk relaterte urler

source: If enabled, LayerSlider WP will use relative URLs for images.
nb_no: Hvis aktivert vil lysbildepresentasjons bruke relaterte urler for bilder.

source: Troubleshooting
nb_no: Feilsøking

source: Put JS includes to body
nb_no: Legger JS includes i body-seksjonen

source: If the slider doesn't showing up on your front-end page, you probably have a jQuery conflict when multiple libraries loaded to the document and causes a Javascript error. Enabling this option may solve your problem. Please don't enable this option if you don't experiencing any issues.
nb_no: Hvis lysbildepresentasjonen ikke dukker opp på nettsiden din har du sannsynligvis en jQuery-konflikt når flere biblioteker laster til dokumentet og fører til en Javascriptfeil. Ikke bruk dette valget hvis alt fungerer.

source: YourLogo
nb_no: Din logo

source: This is a fixed layer that will be shown above of LayerSlider container. For example if you want to display your own logo, etc., you can upload an image or choose one from the Media Library.
nb_no: Dette er et fast lag som vil bli vist over lysbildepresentasjonen. For eksempel hvis du ønsker å vise logoen din, da kan du laste opp et bilde eller velge en fra mediebibliotektet.

source: YourLogo style
nb_no: Din logo stil

source: You can style your logo. You can use any CSS properties, for example you can add left and top properties to place the image inside the LayerSlider container anywhere you want.
nb_no: Du kan endre stilen på logoen din. Bruk hvilken som helst CSS verdi, for eksempel kan du legge til venstre og topp verdier for å plassere bildet innenfor lysbildepresentasjonen.

source: YourLogo link
nb_no: Link til din logo

source: You can add a link to your logo. Set false is you want to display only an image without a link.
nb_no: Legg en link til logoen din. Velg "false" hvis du vil vise bare et bilde uten link.

source: YourLogo link target
nb_no: Ditt logolink mål

source: If '_blank', the clicked url will open in a new window.
nb_no: Hvis du velger '_blank' vil urlen åpne seg i et nytt vindu.

source: Add new slide
nb_no: Legg til nytt lysbilde.

source: You can control here the timing of the layer animations when the slider changes to this slide with a 3D/2D transition. Zero means that the layers of this slide will animate in when the slide transition ends. You can time-shift the starting time of the layer animations with positive or negative values.
nb_no: Her kan du styre tiden på laganimasjonenene når en slide går over til denne sliden med en 2d/3d overgang. Null betyr at lagene for sliden vil animere inn når overgangen er ferdig. Du kan forandre starttiden for animeringen med positive eller negative verdier.

source: Publish
nb_no: Publiser

source: Save changes
nb_no: Lagre endringene

source: Basic properties
nb_no: Grunnleggende egenskaper

source: Transition name
nb_no: Navn på overgang

source: The name of your custom transition. When you will edit a slider, it will appear with this name, so you can easily identify the individual transitions.
nb_no: Navnet på den tilpassede overgangen. Når du vil redigere et lysbilde vil det vises med dette navnet, slik at du enkelt skal kunne skille mellom de ulike overgangene.

source: Rows
nb_no: Rader

source: <number> or <min_number>,<max_number> If you specify a value greater than 1, LayerSlider will cut your slide into tiles. You can specify here how many rows of your transition should have. If you specify two numbers separated with a comma, LayerSlider will use that as a range and pick a random number between your values.
nb_no: <number> eller <min_number>,<max_number> Hvis du spesifiserer en verdi som er større enn 1 vil Layerslider dele lysbildet opp i ruter. Du kan spesifisere antall rekker dine overganger skal ha. Spesifiserer du to nummer(kommaseparert)vil Layer Slider bruke dette som et område og velge en tilfeldig verdi innenfor området

source: Cols
nb_no: Kol

source: <number> or <min_number>,<max_number> If you specify a value greater than 1, LayerSlider will cut your slide into tiles. You can specify here how many columns of your transition should have. If you specify two numbers separated with a comma, LayerSlider will use that as a range and pick a random number between your values.
nb_no: <number> eller <min_number>,<max_number> Hvis du spesifiserer en verdi som er større enn 1 vil Layerslider dele lysbildet opp i ruter. Du kan spesifisere antall kolonner dine overganger skal ha. Spesifiserer du to nummer(kommaseparert)vil Layer Slider bruke dette som et område og velge en tilfeldig verdi innenfor området

source: Tiles
nb_no: Fliser

source: You can apply a delay between the tiles and postpone their animation relative to each other.
nb_no: Du kan legge til en utsettelse mellom flisene og utsette animasjonen tilknyttet hverandre.

source: Sequence
nb_no: Sekvens

source: You can control the animation order of the tiles here.
nb_no: Du kan ordne på rekkefølgen av flisene her.

source: Forward
nb_no: Fremover

source: Reverse
nb_no: Sekvens

source: Col-forward
nb_no: Col-frem

source: Col-reverse
nb_no: Col-tilbake

source: Random
nb_no: Tilfeldig

source: Depth
nb_no: Dybde

source: The script will try to identify the optimal depth for your rotated objects (tiles). With this option, you can force your objects to have large depth when performing 180 degree (and its multiplies) rotation.
nb_no: Skriptet vil prøve å identifisere den optimale dybden på dine roterte objekter (flisevisning). Med dette valget kan du tvinge objektene til å ha stor dybde når de gjør en 180 graders rotasjon.

source: Before animation
nb_no: Før animasjon

source: The duration of your animation. This value is in millisecs, so the value 1000 means 1 second.
nb_no: Lengden på animasjonen. Verdien er i millisekund, 1000 = 1 sekund.

source: The timing function of the animation, with it you can manipualte the movement of the animated object. Please click on the link next to this select field to open easings.net for more information and real-time examples.
nb_no: Tidsfunksjonen for animasjonen gjør at du kan manipulere bevegelsene til det animerte objektet. Klikk på linken ved siden av for å åpne easings.net for mer informasjon og eksempler.

source: Add new
nb_no: Legg til ny.

source: Scale3D
nb_no: Skalér 3d

source: RotateX
nb_no: RoterX

source: RotateY
nb_no: RoterY

source: Animation
nb_no: Animasjon

source: The direction of rotation.
nb_no: Retningen på roteringen.

source: Vertical
nb_no: Vertikal

source: Horizontal
nb_no: Horisontal

source: After animation
nb_no: Etter animasjon

source: Transition options
nb_no: Overgangsvalg

source: Remove transition
nb_no: Fjern overgang

source: Transition
nb_no: Overgang

source: The duration of the animation. This value is in millisecs, so the value 1000 measn 1 second.
nb_no: Varigheten av animasjonen. Verdien er i millisekund, 1000 = 1 sekund.

source: The type of the animation, either slide, fade or both (mixed).
nb_no: Type animasjon; Gli, falme eller begge.

source: Slide
nb_no: Gli

source: Mixed
nb_no: Mikset

source: The direction of the slide or mixed animation if you chose these type in the previous setting.
nb_no: Retningen på lysbildet eller den miksede animasjonen hvis du valgte en slik type på forrige innstilling.

source: Top left
nb_no: Topp venstre

source: Top right
nb_no: Topp høyre

source: Bottom left
nb_no: Bunn venstre

source: Bottom right
nb_no: Bunn høyre

source: RotateZ
nb_no: RoterZ

source: LayerSlider Transition Builder
nb_no: Lysbildepresentasjon overgangsbygger

source: Your changes has been saved!
nb_no: Endringene dine har blitt lagret

source: 3D transitions
nb_no: 3D overganger

source: Choose:
nb_no: Velg:

source: or
nb_no: eller

source: 2D transitions
nb_no: 2D overganger

source: Before you can save your changes, you need to make writeable your "/wp-content/uploads" folder. See the <a href="http://codex.wordpress.org/Changing_File_Permissions" target="_blank">Codex</a>
nb_no: Før du kan lagre endringene dine: Må du lagre "/wp-content/uploads" mappen. Se først <a href="http://codex.wordpress.org/Changing_File_Permissions" target="_blank">Codex</a>

source: Transition Builder documentation
nb_no: Transition Builder dokumentasjon

source: To get started with the LayerSlider WP Transition Builder, please read our documentation by clicking on this "Help" menu item.
nb_no: For å starte med LayerSlider WP Transition Builder les dokumentasjoner vår ved å klikke på "hjelp" i menyen.

source: Edit this LayerSlider
nb_no: Rediger denne lysbildepresentasjonen

source: Slider width
nb_no: Lysbilde bredde

source: Slider height
nb_no: Lysbilde høyde

source: Link this slide
nb_no: Link dette lysbildet

source: LayerSlider Skin Editor
nb_no: LayerSlider editor for utseende

source: Skin Editor
nb_no: Editor for utseende

source: Choose a skin:
nb_no: Velg en hud:

source: You need to make this file writable before you can save your changes. See the <a href="http://codex.wordpress.org/Changing_File_Permissions" target="_blank">Codex</a> for more information.
nb_no: Du må lage filen skrivbar før du kan lagre endringene dine, se <a href="http://codex.wordpress.org/Changing_File_Permissions" target="_blank">Codex</a> for mer informasjon.

source: Modifying a skin could be dangerous, these changes will be permanent, you can't revert it.
nb_no: Å endre på en skin? Er farlig, endringene er permanent og du kan ikke reversere det.

source: Your settings were successfully saved.
nb_no: Innstillingene dine ble suksessfullt lagret.

source: Thank you for purchasing LayerSlider WP. You successfully validated your purchase code for auto-updates.
nb_no: Takk for at du kjøpte LayerSlider WP. Du har suksessfullt validert din kjøpskode for automatiske oppdateringer.

source: Your purchase code doesn't appear to be valid. Please make sure that you entered your purchase code correctly.
nb_no: Kjøpskoden din ser dessverre ikke ut til å være gyldig. Sjekk at du har skrevet kjøpskoden din riktig.

source: All Sliders
nb_no: Alle lysbilder

source: Add New
nb_no: Legg til ny

source: Transition Builder
nb_no: Overgangsbygger

source: Custom Styles Editor
nb_no: Editor for tilpassede stiler

source: Your account does not have the necessary permission you chose, and your settings have not been saved to prevent locking yourself out of the plugin.
nb_no: Kontoen din har ikke de nødvendige tilgangene derfor har ikke innstillingene dine blitt lagret for å unngå at du låser deg ute fra pluginen

source: Permission changes have been saved successfully.
nb_no: Innstillingene dine har blitt suksessfullt lagret.

source: It looks like your files isn't writable, so PHP couldn't make any changes (CHMOD).
nb_no: Det ser ut til at filen din ikke er skrivbar, PHP kunne ikke gjøre noen endring. (CHMOD)

source: Cannot write to file
nb_no: Kan ikke skrive ut til fil

source: Invalid shortcode
nb_no: Ugyldig snarvei

source: Slider not found
nb_no: Lysbildet ble ikke funnet

source: The new version of LayerSlider WP is almost ready!
nb_no: Den nye versjonen av LayerSlider WP er snart klar.

source: For a faster and more reliable solution, LayerSlider WP needs to convert your data associated with the plugin. Your sliders and settings will remain still, and it only takes a click on this button.
nb_no: For en raskere og mer pålitelig løsning, trenger LayerSlider WP å konvertere informasjon knyttet til instikket(plugin) Lysbildene og innstillinger vil opprettholdes og du trenger bare å klikke på denne knappen.

source: Convert Data
nb_no: Konverterer informasjonen

source: Update available for LayerSlider WP!
nb_no: Det finnes en oppdatering tilgjengelig for LayerSlider WP.

source: You have version %1$s. Update to version %2$s.
nb_no: Du har versjon %1$s. Du bør oppdatere til versjon %2$s.

source: Review changes & Install
nb_no: Se endringene og installer

source: Insert a slider with LayerSlider WP Widget
nb_no: Sett inn et lysbilde med LayerSlider WP Widget

source: Choose a slider:
nb_no: Velg et lysbilde:

source: You didn't create any slider yet.
nb_no: Du har ikke laget noen lysbilder enda.

source: Title:
nb_no: Tittel:

source: LayerSlider sliders
nb_no: LayerSlider lysbilder

source: Import sample sliders
nb_no: Importer eksempel lysbilder

source: Name
nb_no: Navn

source: Shortcode
nb_no: Kort-kode

source: Actions
nb_no: Handlinger

source: Created
nb_no: Laget

source: Modified
nb_no: Endret

source: Edit
nb_no: Redigert

source: Duplicate
nb_no: Duplisert

source: Remove
nb_no: Fjernet

source: You didn't create a slider yet.
nb_no: Du har ikke laget noen lysbilder enda.

source: Auto-updates
nb_no: Automatiske oppdateringer

source: Purchase code:
nb_no: Kjøpskode:

source: To receive auto-updates, you need to enter your item purchase code. You can find it on your CodeCanyon downloads page, just click on the Download button and choose the "Licence Certificate" option. This will download a text file that contains your purchase code.
nb_no: For å få automatiske oppdateringer må du taste inn din kjøpskode. Du kan finne den på din CodeCanyon nedlastingsside, klikk på "nedlastnings"knapp og velg "Licence Certificate" valget. Da laster du ned en tekstfil som inneholder kjøpskoden din.

source: Release channel:
nb_no: Utgivelseskanal:

source: Stable
nb_no: Stabil

source: Although pre-release versions should be fine, they might contain unknown issues, and are not recommended for sites in production.
nb_no: Selv om forhåndsversjoner bør være i orden så kan de inneholde ukjente problemer og er derfor ikke anbefalte til sider i produksjon.

source: Import & Export Sliders
nb_no: Importer og eksporter lysbilder

source: Choose a LayerSlider export file downloaded previously to import your sliders. To import from older versions, you need to create a file and paste the export code into it. Only the file contents matters, its name does not.
nb_no: Velg en LayerSlider eksportfil som du har lastet ned for å kunne importere lysbilder. For å importere fra eldre versjoner trenger du å lage en fil og lime inn den eksporterte koden til denne. Bare innholdet har betydning, ikke filnavnet.

source: Import Sliders
nb_no: Importer lysbilder

source: Import
nb_no: Importer

source: Downloads an export file that contains your selected sliders to import on your new site.
nb_no: Laster ned en eksportfil som inneholder de valgte lysbilder for å importere på siden.

source: Export Sliders
nb_no: Eksporter lysbilder

source: Export
nb_no: Eksporter

source: Allow LayerSlider access to users with ...
nb_no: Tillat brukere med …… tilgang til LayerSlider

source: Role
nb_no: Rolle

source: Update
nb_no: Oppdatering

source: If you want to give access for other users than admins to this page, you can specify a custom capability. You can find all the available capabilities on
nb_no: Hvis du vil gi andre brukere enn administratorer tilgang til siden så kan du spesifisere en egendefinert tilpasning. Du kan finne alle tilgjengelige tilpasninger på

source: this page
nb_no: denne siden

source: Capability
nb_no: Tilpasning

source: The documentation is here
nb_no: Dokumentasjonen er her

source: This is a WordPress contextual help menu, we use it to give you fast access to our documentation. Please keep in mind that because this menu is contextual, it only shows the relevant information to the page that you are currently viewing. So if you search something, you should visit the corresponding page first and then open this help menu.
nb_no: Dette er en WordPress hjelpemeny, bruk den for å få raskere tilgang til dokumentasjon. Denne menyen er kontekstuell, det betyr at den viser kun relevant informasjon i forhold til siden du for øyeblikket ser på.

source: LayerSlider Custom Styles Editor
nb_no: Layer slider editor for tilpassede stiler

source: Contents of your custom CSS file
nb_no: Innholdet i din egendefinerte CSS-fil

source: You need to make your uploads folder writable before you can save your changes. See the <a href="http://codex.wordpress.org/Changing_File_Permissions" target="_blank">Codex</a> for more information.
nb_no: Du må lage opplastningsmappen din skrivebar før du kan lagre endringene dine. Se <a href="http://codex.wordpress.org/Changing_File_Permissions" target="_blank">Codex</a> for mer informasjon.

source: (Unnamed Slider)
nb_no: (Ikke navngitt lysbilde)

source: Blog Posts
nb_no: Blogginnlegg

source: Content Elements
nb_no: Innholdselementer

source: Displays Posts from your Blog
nb_no: Vis innlegg fra bloggen din

source: Do you want to display blog posts?
nb_no: Vil du vise bloggposter?

source: Do you want to display blog posts or entries from a custom taxonomy?
nb_no: Ønsker du å vise en artikkel eller innlegg fra en tilpasset taxonomi?

source: Which categories should be used for the blog?
nb_no: Hvilke kategorier vil du bruke for bloggen?

source: You can select multiple categories here. The Page will then show posts from only those categories.
nb_no: Du kan velge ulike kategorier her. Siden vil da kun vise innlegg fra valgte kategorier.

source: Which Entries?
nb_no: Hvilke oppføringer?

source: Select which entries should be displayed by selecting a taxonomy
nb_no: Velg hvilke oppføringer som skal bli vist ved å velge en tilpasset taxonomi.

source: Display Entries from:
nb_no: Vis oppføringer fra:

source: Blog Grid Columns
nb_no: Bloggens rutenett

source: How many columns do you want to display?
nb_no: Hvor mange kolonner vil du vise?

source: Define Blog Grid layout
nb_no: Definer utseendet på bloggens rutenett

source: Do you want to display a read more link?
nb_no: Vil du vise en "les mer link"?

source: Title and Excerpt
nb_no: Tittel og utdrag

source: Title and Excerpt + Read More Link
nb_no: Tittel og utdrag + les mer link

source: Only Title
nb_no: Kun tittel

source: Only Title + Read More Link
nb_no: Kun tittel og les mer link

source: Only excerpt
nb_no: Kun utdrag

source: Only excerpt + Read More Link
nb_no: Kun utdrag og les mer link

source: No Title and no excerpt
nb_no: Ikke tittel og utdrag

source: Blog Content length
nb_no: Blogginnholdets lengde
