Repository: roarnyg/wl-wiki-import
Catalog: languages/*.po
Languages: nb_no

source: Enter the Number of the Accordion Item that should be open initially. Set to Zero if all should be close on page load
nb_no: Skriv inn nummerrekkefølgen på trekkspillelementet som skal være åpent. Settes nummeret til 0 vil alle være lukket.

source: Behavior
nb_no: Oppførsel

source: Should only one toggle be active at a time and the others be hidden or can multiple toggles be open at the same time?
nb_no: Skal bare én "toggle" være aktiv om gangen og de andre være skjult, eller skal flere "toggles" kunne være åpne samtidig?

source: Only one toggle open at a time (Accordion Mode)
nb_no: Bare én "toggle" åpen om gangen(trekkspill modus)

source: Multiple toggles open allowed (Toggle Mode)
nb_no: Flere "toggles" åpne om gangen("toggle" modus)

source: Sorting
nb_no: Sortering

source: Display the toggle sorting menu? (You also need to add a number of tags to each toggle to make sorting possible)
nb_no: Vise "toggle" sorteringsmeny?

source: No Sorting
nb_no: Ingen sortering

source: Sorting Active
nb_no: Sortering aktiv

source: For Developers: Custom Toggle ID
nb_no: For utviklere: Tilpasset toggle ID

source: Insert a custom ID for the element here. Make sure to only use allowed characters
nb_no: Sett inn en egendefinert ID for elementet her. Pass på at du bare bruker tillatte tegn.

source: Display a video
nb_no: Vis en video

source: Choose Video
nb_no: Velg en video

source: Either upload a new video, choose an existing video from your media library or link to a video by URL
nb_no: Enten kan du laste opp en ny video, velge en eksisterende video fra media biblioteket ditt eller linke til en vidoe med url.

source: A list of all supported Video Services can be found on
nb_no: En liste over alle tilgjengelige videotjenester

source: Working examples, in case you want to use an external service:
nb_no: Fungerende eksempler, hvis du vil bruke en ekstern tjeneste:

source: Attention when using self hosted HTML 5 Videos
nb_no: Vær oppmerksom ved bruk av HTML 5 videoer lagret internt

source: Different Browsers support different file types (mp4, ogv, webm). If you embed a example.mp4 video the video player will automatically check if a example.ogv and example.webm video is available and display those versions in case its possible and necessary
nb_no: Ulike nettlesere støtter forskjellige filtyper (mp4, ogv, WebM). Hvis du bygger en example.mp4 video vil videospilleren automatisk sjekke om en example.ogv og example.webm video er tilgjengelig, og vise disse versjonene i tilfelle det er mulig og nødvendig

source: Insert Video
nb_no: Sett inn video

source: Choose if you want to display a modern 16:9 or classic 4:3 Video, or use a custom ratio
nb_no: Velg om du vil vise en moderne 16:9 eller klassisk 4:3 video eller bruk en egendefinert størrelse.

source: Custom Ratio
nb_no: Egendefinert størrelse

source: Video width
nb_no: Videobredde

source: Enter a value for the width
nb_no: Skriv inn ønsket bredde

source: Video height
nb_no: Videohøyde

source: Enter a value for the height
nb_no: Skriv inn ønsket høyde

source: Choose Another Video (HTML5 Only)
nb_no: Velg en annen video (HTML5 kun)

source: Either upload a new video, choose an existing video from your media library or link to a video by URL. If you want to make sure that all browser can display your video upload a mp4, an ogv and a webm version of your video.
nb_no: Enten kan du laste opp en ny video, velge en eksisterende video fra mediabiblioteket ditt eller linke til en vidoe med url.

source: Widget Area
nb_no: Widget-område

source: Display one of the themes widget areas
nb_no: Vis en av tema widget-områdene

source: Error fetching content - please reload the page and try again
nb_no: Feil ved henting av innhold - vennligst oppdater siden og prøv igjen

source: It seems your are no longer logged in. Please reload the page and try again
nb_no: Det ser ut til at du ikke lenger er logget inn. Oppdater siden og prøv igjen

source: Your session timed out. Simply reload the page and try again
nb_no: Økten ble tidsavbrutt. Prøv å oppdatere siden og prøv igjen

source: An error occured
nb_no: En feil oppstod.

source: Attention!
nb_no: Advarsel!

source: All right!
nb_no: Okei.

source: Save
nb_no: Lagre

source: Close
nb_no: Lukk

source: Undo
nb_no: Angre

source: Redo
nb_no: Gjør på ny

source: You need to add at least one element to the canvas to save this entry as a template
nb_no: Du trenger minst et element til lerretet for å lagre dette som en mal

source: Choose Template Name
nb_no: Velg et navn for malen

source: Allowed Characters: Whitespace
nb_no: Tillatte tegn: Mellomrom

source: Template Name must have at least 3 characters
nb_no: Malnavnet må inneholde minst tre tegn

source: Could not load the template. You might want to try and reload the page
nb_no: Kunne ikke laste inn malen. Prøv å laste inn siden på ny.

source: Layout
nb_no: Oppsett

source: Additional Portfolio Settings
nb_no: Flere innstillinger for portføljen

source: Visual layout editor
nb_no: Visuell layout editor

source: Quick Info & Hotkeys
nb_no: Rask informasjon og hurtigtaster

source: General Info
nb_no: Generell informasjon

source: To insert an Element either click the insert button for that element or drag the button onto the canvas
nb_no: For å sette inn et element klikker du enten på "sett inn" knappen for elementet eller drar knappen over til lerretet.

source: If you place your mouse above the insert button a short info tooltip will appear
nb_no: Hvis du plasserer musen over "sett inn" knappen vil et kort verktøytips vises.

source: To sort and arrange your elements just drag them to a position of your choice and release them
nb_no: For å sortere og ordne elementene, bare dra dem inn i den posisjonen du ønsker og slipp dem.

source: Valid drop targets will be highlighted. Some elements like fullwidth sliders and color section can not be dropped onto other elements
nb_no: Gyldige slipp mål vil bli markert. Noen elementer som fullbredde bildevisninger og fargeseksjoner kan ikke bli sluppet over andre elementer.

source: Edit Elements in Popup Window:
nb_no: Rediger elementer i popupvinduet

source: Most elements open a popup window if you click them
nb_no: For de fleste elementer vil et popup vindu åpens hvis du klikker på dem

source: Press TAB to navigate trough the various form fields of a popup window.
nb_no: Klikk på TAB for å navigere gjennom de ulike skjemafeltene i et popupvindu.

source: Press ESC on your keyboard or the Close Button to close popup window.
nb_no: Klikk på ESC på tastaturet ditt eller på lagre knappen for å lukke popupvinduet.

source: Press ENTER on your keyboard or the Save Button to save current state of a popup window
nb_no: Klikk på ENTER på tastaturet ditt eller "lagre" knappen for å lagre nåværende situasjon av et popupvindu.

source: Overwrite Portfolio Link setting
nb_no: Overskriv portefølje linkinstillinger

source: If this entry is displayed in a portfolio grid, it will use the grids link settings (open either in lightbox, or open link url). You may overwrite this setting here
nb_no: Hvis denne oppføringen vises i et portefølje rutenett vil den bruke rutenett innstillingene. (Åpnes enten i Lightbox eller link url.) Du kan overskrive innstillingen her.

source: Link portfolio item to external URL
nb_no: Link porteføljeelement til ekstern url.

source: You can add a link to any (external) page here. <br/> If you add a link to a video that video will open in a lightbox
nb_no: Du kan legge inn en link til en ekstern side her. <br/> Hvis du legger inn en link til en video vil videoen åpnes i Lightbox.

source: Ajax Portfolio Preview Settings
nb_no: Ajax portefølje forhåndsvisnings innstillinger

source: If you have selected to display your portfolio grid as an 'Ajax Portfolio' please choose preview images here and write some preview text. Once the user clicks on the portfolio item a preview element with those images and info will open.
nb_no: Hvis du har valgt å vise portefølje rutenettet som 'Ajax Portfolio' ; velg forhåndsvisning av bilder her og skriv en tekst til forhåndsvisningen. Når en bruker klikker på et porteføljeelement vil en forhåndsvisning av element med bildene og info åpnes.

source: Add Preview Images
nb_no: Legg til forhåndsvisning av bilder

source: Create a new Preview Gallery or Slideshow by selecting existing or uploading new images
nb_no: Lag et nytt forhåndsvisningsgalleri eller bildevisning ved å velge eksisterende eller laste opp nye bilder.

source: Remove Images
nb_no: Fjern bilder

source: Display Preview Images
nb_no: Se forhåndsvisning av bilder

source: Display Images as either gallery, slideshow or as a list below each other
nb_no: Se bildene som galleri, bildevisning eller som en liste nedenfor hverandre.

source: Image List
nb_no: Bildeliste

source: Don't show the images at all and display the preview text only
nb_no: Ikke vis bildene, vis kun forhåndsvisningsteksten.

source: Autorotation
nb_no: Automatisk rotasjon

source: Slideshow autorotation Settings in Seconds
nb_no: Bildevisning

source: Disabled
nb_no: Deaktivert

source: Gallery Thumbnail Columns
nb_no: Galleri miniatyrbildekolonner

source: How many Thumbnails should be displayed beside each other
nb_no: Hvor mange miniatyrbilder skal vises ved siden av hverandre

source: Add Preview Text
nb_no: Legg til forhåndsvisningstekst

source: The text will appear beside your gallery/slideshow
nb_no: Teksten vil vises ved siden av galleriet/bildevisningen.

source: Select the desired Page layout
nb_no: Velg ønsket sideoppsett

source: Default Layout - set in
nb_no: Standard oppsett - sett inn

source: Layout & Options
nb_no: Oppsett og muligheter

source: No Sidebar
nb_no: Ingen sidebar

source: Left Sidebar
nb_no: Venstre sidebar

source: Right Sidebar
nb_no: Høye sidebar

source: Sidebar Setting
nb_no: Sidebar innstillinger

source: Choose a custom sidebar for this entry
nb_no: Velg en tilpasset sidebar for denne oppføringen

source: Header Settings
nb_no: Innstillinger for overskrift

source: Display the Header with Page Title and Breadcrumb Navigation?
nb_no: Vis overskriften med sidetittel og brødsmulenavigasjon

source: Display the Header
nb_no: Vis overskrift

source: Don't display the Header
nb_no: Ikke vis overskrift

source: Footer Settings
nb_no: Innstillinger for footer

source: Display the footer widgets?
nb_no: Vise widgeter i footeren?

source: Display only the footer widgets (no socket)
nb_no: Vis bare footer widgets(ingen bunnlinje)

source: Display only the socket (no footer widgets)
nb_no: Vis bare bunnlinje(ingen footer widgets)

source: Don't display the socket & footer widgets
nb_no: Ikke vis bunnlinje eller footer widgets

source: The Avia Layout Builder allows you to create unique layouts with an easy to use, drag and drop interface. <br/><br/>The Builder is available on Pages and Single Portfolio Entries
nb_no: Med Avia Layout Builder kan du lage unike oppsett med et enkelt dra- og slipp grensesnitt . <br/><br/>The Builder er tilgjengelig for sider og enkle portfolio oppføringer

source: Add
nb_no: Legg til

source: Move
nb_no: Flytt

source: Delete
nb_no: Slett

source: Select
nb_no: Velg

source: Add Table Row
nb_no: Legg til rad

source: Add Table Column
nb_no: Legg til tabellkolonne

source: Remove Image
nb_no: Fjern bilde

source: Expand
nb_no: Utvid

source: title
nb_no: Tittel

source: content
nb_no: Innhold

source: No Templates saved yet
nb_no: Ingen maler er lagret enda

source: Templates
nb_no: Maler

source: Save Entry as Template
nb_no: Lagre oppføring som en mal

source: Load Template
nb_no: Last inn mal

source: Template name already in use. Please delete the template with this name first or choose a different name
nb_no: Malnavnet er allerede i bruk. Slett malen med dette navnet først eller velg et annet navn, deretter kan du lagre denne.

source: Custom Css Class
nb_no: Tilpasset Css klasse

source: Add a custom css class for the element here. Make sure to only use allowed characters (latin characters, underscores, dashes and numbers)
nb_no: Legg til en standard css klasse for elementet her. Bruk kun tillatte tegn (det latinske alfabetet, understrek, punktum og tall)

source: Edit Element
nb_no: Rediger element

source: Delete Element
nb_no: Slett element

source: Clone Element
nb_no: Klon element

source: Insert Shortcode
nb_no: Sett inn snarvei

source: Advanced Layout Editor
nb_no: Avansert layout Editor

source: Default Editor
nb_no: Standard editor

source: Custom Elements
nb_no: Tilpassede elementer

source: Information
nb_no: Informasjon

source: Search
nb_no: Søk

source: Parent
nb_no: Foreldre

source: New
nb_no: Ny

source: Categories
nb_no: Kategori

source: Product Category
nb_no: Produktkategori

source: Search Product Categories
nb_no: Søk i produktkategorier

source: All Product Categories
nb_no: Alle produkt kategorier

source: Parent Product Category
nb_no: Foreldreproduktkategori

source: Parent Product Category:
nb_no: Foreldreproduktkategori:

source: Edit Product Category
nb_no: Rediger produktkategori

source: Update Product Category
nb_no: Oppdater produktkategori

source: Add New Product Category
nb_no: Legg til ny produktkategori

source: New Product Category Name
nb_no: Navn på ny produktkategori

# slug
source: product-category
nb_no: Produktkategori

source: Tags
nb_no: Tagger

source: Product Tag
nb_no: Produkttagg

source: Search Product Tags
nb_no: Søk i produkttagger

source: All Product Tags
nb_no: Alle produkttagger

source: Parent Product Tag
nb_no: Foreldreprodukttagg

source: Parent Product Tag:
nb_no: Foreldreprodukttagg:

source: Edit Product Tag
nb_no: Rediger produkttagg

source: Update Product Tag
nb_no: Oppdater produkttagg

source: Add New Product Tag
nb_no: Legg til ny produkttagg

source: New Product Tag Name
nb_no: Nytt produkt tagg navn

# slug
source: product-tag
nb_no: Produkttagg

source: Products
nb_no: Produkter

source: Product
nb_no: Produkt

source: Add Product
nb_no: Legg til produkt

source: Add New Product
nb_no: Legg til nytt produkt

source: Edit Product
nb_no: Rediger produkt

source: New Product
nb_no: Nytt produkt

source: View Product
nb_no: Vis produkter

source: Search Products
nb_no: Søk produkter

source: No Products found
nb_no: Ingen produkter funnet

source: No Products found in trash
nb_no: Ingen produkter funnet i søppelet

source: Parent Product
nb_no: Foreldreprodukt

source: This is where you can add new products to your store.
nb_no: Her kan du legge til nye produkter i butikken din

source: Variations
nb_no: Variasjoner

source: Variation
nb_no: Variasjon

source: Add Variation
nb_no: Legg til variasjon

source: Add New Variation
nb_no: Legg til ny variasjon

source: Edit Variation
nb_no: Rediger variasjon

source: New Variation
nb_no: Ny variasjon

source: View Variation
nb_no: Se variasjon

source: Search Variations
nb_no: Søk i variasjoner

source: No Variations found
nb_no: Ingen variasjoner ble funnet

source: No Variations found in trash
nb_no: Ingen variasjoner ble funnet i søppelet

source: Parent Variation
nb_no: Foreldrevariasjon

source: Orders
nb_no: Bestillinger

source: Order
nb_no: Bestilling

source: Add Order
nb_no: Legg til bestilling

source: Add New Order
nb_no: Legg til ny bestilling

source: Edit Order
nb_no: Rediger bestilling

source: New Order
nb_no: Ny bestilling

source: View Order
nb_no: Se bestilling

source: Search Orders
nb_no: Søk i bestillinger

source: No Orders found
nb_no: Ingen bestillinger ble funnet

source: No Orders found in trash
nb_no: Ingen bestillinger ble funnet i søppelet

source: Parent Orders
nb_no: Foreldrebestillinger

source: This is where store orders are stored.
nb_no: Her blir butikkbestillinger arkivert.

source: Order statuses
nb_no: Ordrestatuser

source: Order status
nb_no: Ordrestatus

source: Search Order statuses
nb_no: Søk i ordre statuser

source: All Order statuses
nb_no: Alle ordre statuser

source: Parent Order status
nb_no: Foreldre ordre status

source: Parent Order status:
nb_no: Foreldre ordre status:

source: Edit Order status
nb_no: Rediger ordre status

source: Update Order status
nb_no: Oppdater ordrestatus

source: Add New Order status
nb_no: Legg til ny ordre status

source: New Order status Name
nb_no: Nytt ordrestatus navn

source: Coupons
nb_no: Kuponger

source: Coupon
nb_no: Kupong

source: Add Coupon
nb_no: Legg til kupong

source: Add New Coupon
nb_no: Legg til ny kupong

source: Edit Coupon
nb_no: Rediger kupong

source: New Coupon
nb_no: Ny kupong

source: View Coupons
nb_no: Se kuponger

source: View Coupon
nb_no: Se kupong

source: Search Coupons
nb_no: Søk i kuponger

source: No Coupons found
nb_no: Ingen kuponger ble funnet

source: No Coupons found in trash
nb_no: Ingen kuponger ble funnet i søppelet

source: Parent Coupon
nb_no: Foreldrekupong

source: This is where you can add new coupons that customers can use in your store.
nb_no: Her kan du legge til nye kuponger som kunder kan bruke i butikken din.

source: Product Hover
nb_no: Muspeker over produkt

source: Select options
nb_no: Velg alternativer

source: Show Details
nb_no: Vis detaljer

source: My Account
nb_no: Min konto

source: Change Password
nb_no: Bytt passord

source: Edit Address
nb_no: Rediger adresse

source: Log Out
nb_no: Logg ut

source: Register
nb_no: Registrer

source: Log In
nb_no: Logg inn

source: Search results for:
nb_no: Søk i resultater for:

source: Tag
nb_no: Tagger

source: Shop
nb_no: Kjøp

source: was added to the cart
nb_no: ble lagt til handlekurven

source: Default Order
nb_no: Standard ordre

source: Price
nb_no: Pris

source: Date
nb_no: Dato

source: Popularity
nb_no: Popularitet

source: Click to order products ascending
nb_no: Klikk for å sortere produktene i stigende rekkefølge

source: Click to order products descending
nb_no: Klikk for å sortere produkter i synkende rekkefølge

source: Products per page
nb_no: Produkter per side

source: Sort by
nb_no: Sorter etter

source: Display
nb_no: Vis

source: Editing:
nb_no: Redigerer:

source: Change
nb_no: Endre

source: Copyright
nb_no: Opphavsrett

source: Edit profile for User:
nb_no: Rediger profil for bruker

source: Please enter your Envato Marketplace Username.
nb_no: Skriv inn brukernavnet ditt for Envato Marketplace.

source: Please enter your Envato Marketplace API Key.
nb_no: Skriv inn API nøkkelen din for Envato Marketplace.

source: The API "set" is a required parameter.
nb_no: API er et nødvendig parameter.

source: The Envato Marketplace "item ID" is a required parameter.
nb_no: Element ID for Envato Marketplace er påkrevd.

source: You are here:
nb_no: Du er her:

source: 404 - Page not Found
nb_no: 404 - Siden ble ikke funnet

source: Home
nb_no: Forsiden

source: Minute %1$s
nb_no: Minutt %1$s

source: Week %1$s
nb_no: Uke %1$s

source: Search results for &quot;%1$s&quot;
nb_no: Søk etter resultater for &quot;%1$s&quot;

source: 404 Not Found
nb_no: 404 Ikke funnet

source: Today
nb_no: I dag

source: Your Message:
nb_no: Din melding:

source: Follow
nb_no: Følg

source: on Twitter
nb_no: på Twitter

source: Subscribe
nb_no: Meld deg på

source: to RSS Feed
nb_no: til RSS Feed

source: Advertise here
nb_no: Annonser her

source: Popular
nb_no: Populær

source: Recent
nb_no: Nylig

source: by
nb_no: av

source: Add a google map to your blog or site
nb_no: Legg til et Google kart til bloggen eller siden din

source: Street Address:
nb_no: Gateadresse:

source: City:
nb_no: By:

source: State:
nb_no: Fylke:

source: Postcode:
nb_no: Postkode:

source: Country:
nb_no: Land:

source: Fetch coordinates!
nb_no: Hent koordinater!

source: Fetching the coordinates. Please wait...
nb_no: Henter koordinatene. Vennligst vent…

source: Latitude:
nb_no: Breddegrad:

source: Longitude:
nb_no: Lengdegrad:

source: Zoom Level:
nb_no: Zoom-nivå:

source: Map Type:
nb_no: Karttype:

source: Display a Route by entering a address here. (If address is added Zoom will be ignored)
nb_no: Vis en rute ved å skrive inn adressen her. (Hvis adressen er lagt til vil zooming bli ignorert).

source: Info Bubble Content:
nb_no: Informasjonsboble innhold:

source: Custom Marker Image URL:
nb_no: Tilpasset markør til bilde url.

source: Enter the width in px or % (100% width will be used if you leave this field empty)
nb_no: Skriv inn bredde i piksler eller %. (100% bredde blir brukt hvis du lar dette feltet stå tomt.)

source: Enter the height in px or %
nb_no: Skriv inn høyde i piksler eller %

source: Too many requests at once, please refresh the page to complete geocoding
nb_no: For mange forespørsler på en gang, vennligst oppdater siden din for å fullføre geokoding

source: Latitude and longitude for
nb_no: Breddegrad og lengdegrad for

source: couldn't be found by Google, please add them manually
nb_no: Ble ikke funnet av Google, legg dem til manuelt

source: Please insert a valid address in the fields above
nb_no: Du må legge inn en gyldig adresse i feltene nedenfor

source: (remove)
nb_no: (fjern)

source: Show
nb_no: Vis

source: Hide
nb_no: Skjul

source: Add to Gallery
nb_no: Legg til galleri

source: Enter Video URL
nb_no: Skriv inn video url

source: %s (Pending)
nb_no: %s (Venter)

source: Column
nb_no: Kolonne

source: (Mega Menu)
nb_no: (Store meny)

source: Move up
nb_no: Flytt opp

source: Move down
nb_no: Flytt ned

source: Edit Menu Item
nb_no: Rediger menyelement

source: Navigation Label
nb_no: Navigasjons merkelapper

source: Mega Menu Column Title <span class="avia_supersmall">(if you dont want to display a title just enter a single dash: "-" )</span>
nb_no: Me+A1344ga Menu Column tittel <span class="avia_supersmall">(if you dont want to display a title just enter a single dash: "-" )</span>

source: Title Attribute
nb_no: Tittel attributt

source: link Target
nb_no: Link mål

source: Same window or tab
nb_no: Samme vindu eller fane

source: New window or tab
nb_no: Nytt vindu eller fane

source: CSS Classes (optional)
nb_no: CSS klasser (valgfritt)

source: link Relationship (XFN)
nb_no: Linkforhold (XFN)

source: Description
nb_no: Beskrivelse

source: Custom Widget Area
nb_no: Tilpasset område for widgets

source: Enter Name of the new Widget Area here
nb_no: Skriv inn navnet på nytt område for widgets her

source: Add Widget Area
nb_no: Legg til widget område

source: Install Required Plugins
nb_no: Installer nødvendige plugins

source: Install Plugins
nb_no: Installer plugins

source: Installing Plugin: %s
nb_no: Installerer plugin: %s

source: Something went wrong.
nb_no: Noe gikk galt.

source: This theme requires the following plugin: %1$s.
nb_no: Dette temaet krever følgende plugin: %1$s.

source: This theme recommends the following plugin: %1$s.
nb_no: Dette temaet anbefaler følgende plugin: %1$s.

source: Sorry, but you do not have the correct permissions to install the %s plugin. Contact the administrator of this site for help on getting the plugin installed.
nb_no: Beklager, du har ikke riktig tilgang for å kunne installere %s pluginer. Kontakt administratoren for siden for hjelp.

source: The following required plugin is currently inactive: %1$s.
nb_no: Følgende nødvendige plugin er inaktiv: %1$s.

source: The following recommended plugin is currently inactive: %1$s.
nb_no: Følgende anbefalte plugins er for øyeblikket inaktiv: %1$s.

source: Sorry, but you do not have the correct permissions to activate the %s plugin. Contact the administrator of this site for help on getting the plugin activated.
nb_no: Beklager, du har ikke riktig tilgang for å kunne aktivere denne %s pluginen. Kontakt administratoren for hjelp.

source: The following plugin needs to be updated to its latest version to ensure maximum compatibility with this theme: %1$s.
nb_no: Følgende plugin trenger å bli oppdatert til siste versjon for å sikre kompabilitet med dette temaet: %1$s.
