Repository: roarnyg/wl-wiki-import
Catalog: languages/*.po
Languages: nb_no

source: Sorry, but you do not have the correct permissions to update the %s plugin. Contact the administrator of this site for help on getting the plugin updated.
nb_no: Beklager, men du har ikke riktig tilgang for å oppdate %s pluginene. Kontakt administratoren for siden for hjelp.

source: Begin installing plugin
nb_no: Start installasjon av plugin

source: Activate installed plugin
nb_no: Aktiver installert plugin

source: Return to Required Plugins Installer
nb_no: Gå tilbake til påkrevd plugins installer?

source: Plugin activated successfully.
nb_no: Pluginen ble suksessfullt aktivert.

source: All plugins installed and activated successfully. %1$s
nb_no: Alle pluginer ble suksessfullt installert og aktivert. %1$s

source: Return to the Dashboard
nb_no: Gå tilbake til Dashboard

source: The following plugin was activated successfully: %s.
nb_no: Følgende plugin ble suksessfullt aktivert: %s.

source: Dismiss this notice
nb_no: Fjern denne kunngjøringen

source: External Link
nb_no: Ekstern link

source: Private Repository
nb_no: Privat oppbevaringssted

source: Pre-Packaged
nb_no: Forhåndspakket

source: WordPress Repository
nb_no: WordPress kartoteket

source: Required
nb_no: Kreves

source: Recommended
nb_no: Anbefalt

source: Not Installed
nb_no: Ikke installert

source: Installed But Not Activated
nb_no: Installert men ikke aktivert

source: No plugins to install or activate. <a href="%1$s" title="Return to the Dashboard">Return to the Dashboard</a>
nb_no: Ingen pluginer å installere eller aktivere. <a href="%1$s" title="Tilbake til Dashboard">Tilbake til Dashboard</a>

source: Source
nb_no: Kilde

source: Install
nb_no: Installer

source: Activate
nb_no: Aktiver

source: The following plugin was activated successfully:
nb_no: Følgende pluginer ble suksessfullt aktivert:

source: Install package not available.
nb_no: Installert pakke er ikke tilgjengelig.

source: Downloading install package from <span class="code">%s</span>&#8230;
nb_no: Nedlasting installer pakker fra <span class="code">%s</span>&#8230;

source: Unpacking the package&#8230;
nb_no: Pakker opp pakke&#8230;

source: Installing the plugin&#8230;
nb_no: Installerer plugin&#8230;

source: Plugin install failed.
nb_no: Plugin installasjon feilet.

source: Plugin installed successfully.
nb_no: Pluginen ble suksessfullt installert.

source: Plugin activation failed.
nb_no: Aktivisering av pluginen feilet.

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
nb_no: Installeringen og aktiveringen har startet. Denne prosessen kan ta litt tid, vær tålmodig.

source: %1$s installed and activated successfully.
nb_no: %1$s installert og aktivert suksessfullt.

source: Hide Details
nb_no: Skjul detaljer

source: All installations and activations have been completed.
nb_no: Alle installasjoner og aktiveringer er fullført.

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
nb_no: Installerer og aktiverer plugin %1$s (%2$d/%3$d)

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
nb_no: Installeringsprosessen starter nå. Denne prosessen kan ta litt tid, vær tålmodig.

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
nb_no: Det hendte en feil ved installeringen av %1$s: <strong>%2$s</strong>.

source: The installation of %1$s failed.
nb_no: Installeringen av %1$s feilet.

source: %1$s installed successfully.
nb_no: %1$s installasjon var en suksess.

source: All installations have been completed.
nb_no: Alle installasjoner er fullført.

source: Installing Plugin %1$s (%2$d/%3$d)
nb_no: Installerer plugin %1$s (%2$d/%3$d)

source: A new update for your theme
nb_no: En ny oppdatering for temaet ditt

source: is available!
nb_no: er tilgjengelig!

source: The latest version is
nb_no: Den nyeste versjonen er

source: You're using version
nb_no: Du bruker versjon

source: Download Update From Themeforest.net
nb_no: Last ned oppdatering fra Themeforest.net

source: View Changelog on http://kriesi.at
nb_no: Se endringslogg på http://kriesi.at

source: View Changelog
nb_no: Se endringslogg

source: Remind Me Later
nb_no: Minn meg på dette senere

source: Ignore the update notice this time
nb_no: Ignorer oppdateringsinformasjonen denne gangen

source: Ignore This Update Notice
nb_no: Ignorer oppdateringsmeldingen

source: Edit Frontpage
nb_no: Rediger hovedsiden

source: Edit this entry
nb_no: Rediger denne oppføringen

source: Edit Dynamic Template of this entry
nb_no: Rediger dynamisk template for dette innlegget

source: Page %d of %d
nb_no: Side %d of %d

source: Archive for category:
nb_no: Arkiv for kategori:

source: Archive for date:
nb_no: Arkiv for dato:

source: Archive for month:
nb_no: Arkiv for måned:

source: Archive for year:
nb_no: Arkiv for året:

source: search results for:
nb_no: Søkeresultater for:

source: search result for:
nb_no: Søkeresultat for:

source: Author Archive
nb_no: Forfatter arkiv:

source: Tag Archive for:
nb_no: Tagg arkiv for:

source: Archive for:
nb_no: Arkiv for:

source: Archives
nb_no: Arkiv

source: Page
nb_no: Side

source: There was an error when reading this WXR file
nb_no: Det hendte en feil ved lesingen av WXR filen

source: Details are shown above. The importer will now try again with a different parser...
nb_no: Detaljer vises ovenfor. Importfunksjonen vil nå prøve igjen med en annen analysefunksjon.

source: This does not appear to be a WXR file, missing/invalid WXR version number
nb_no: Dette ser ikke ut til å være en WXR fil, savnet/ugyldig WXR versjonnummer

source: Sorry, there has been an error.
nb_no: Beklager, det har vært en feil.

source: The file does not exist, please try again.
nb_no: Filen eksisterer dessverre ikke, prøv gjerne igjen.

source: All done.
nb_no: Alt er ferdig.

source: Have fun!
nb_no: Ha det gøy!

source: Remember to update the passwords and roles of imported users.
nb_no: Husk å oppdatere passord og roller på viktige brukere.

source: The export file could not be found at <code>%s</code>. It is likely that this was caused by a permissions problem.
nb_no: Eksportfilen kunne ikke bli funnet på <code>%s</code>. Det er sannsynlig at grunnen er et tilgangsproblem.

source: This WXR file (version %s) may not be supported by this version of the importer. Please consider updating.
nb_no: Denne WXR filen (versjon %s) blir kanskje ikke støttet i denne versjonen av importverktøyet. Vurder å oppdatere.

source: Failed to import author %s. Their posts will be attributed to the current user.
nb_no: Feilet i importen av forfatter %s. Innleggene deres vil bli lagret på den påloggede brukeren.

source: Assign Authors
nb_no: Tildel forfattere

source: To make it easier for you to edit and save the imported content, you may want to reassign the author of the imported item to an existing user of this site. For example, you may want to import all the entries as <code>admin</code>s entries.
nb_no: For å gjøre det enklere for deg å redigere og lagre importert innhold, kan det være lurt å tilordne forfatteren av den importerte varen til en eksisterende bruker av dette nettstedet. For eksempel kan det være lurt å importere alle oppføringene som <code> admin </ code> s oppføringer.

source: If a new user is created by WordPress, a new password will be randomly generated and the new user&#8217;s role will be set as %s. Manually changing the new user&#8217;s details will be necessary.
nb_no: Hvis en ny bruker er skapt av WordPress, vil et nytt passord bli tilfeldig generert og den nye brukerens rolle vil bli satt som% s. Manuell endring av nye brukerens detaljer vil være nødvendig.

source: Import Attachments
nb_no: Importer vedlegg

source: Download and import file attachments
nb_no: Last ned og oppdater filvedlegg.

source: Import author:
nb_no: Importer forfatter:

source: or create new user with login name:
nb_no: eller lag en ny bruker med innlingsinformasjon:

source: as a new user:
nb_no: som en ny bruker:

source: assign posts to an existing user:
nb_no: tildel innlegg til en eksisterende bruker:

source: or assign posts to an existing user:
nb_no: eller tildel innlegg til en eksisterende bruker:

source: - Select -
nb_no: - Velg -

source: Failed to create new user for %s. Their posts will be attributed to the current user.
nb_no: Feilet, klarte ikke lage en bruker for %s. Innlegg vil bli tildelt den påloggede brukeren.

source: Failed to import category %s
nb_no: Import av kategori %s feilet

source: Failed to import post tag %s
nb_no: Import av tagg %s feilet

source: Failed to import %s %s
nb_no: Import av %s %s feilet

source: Failed to import &#8220;%s&#8221;: Invalid post type %s
nb_no: Import av &#8220;%s&#8221;: feilet, ugyldig innleggstype %s

source: %s &#8220;%s&#8221; already exists.
nb_no: %s &#8220;%s&#8221; eksisterer allerede.

source: Failed to import %s &#8220;%s&#8221;
nb_no: Import av %s &#8220;%s&#8221; feilet

source: Menu item skipped due to missing menu slug
nb_no: Meny element ble droppet på grunn av manglende meny "slug".

source: Menu item skipped due to invalid menu slug: %s
nb_no: Menyelementet ble droppet på grunn av ugyldig meny "slug": %s

source: Fetching attachments is not enabled
nb_no: Henting av vedlegg er ikke aktivert

source: Invalid file type
nb_no: Ikke gyldig filtype

source: Remote server did not respond
nb_no: Den eksterne serveren svarte ikke

source: Remote server returned error response %1$d %2$s
nb_no: Den eksterne serveren sendte en feilmelding tilbake %1$d %2$s

source: Remote file is incorrect size
nb_no: Den eksterne filen har ikke riktig størrelse

source: Zero size file downloaded
nb_no: Fil uten innhold er lastet ned

source: Remote file is too large, limit is %s
nb_no: Den eksterne filen er for stor, grensen er %s.

source: Import WordPress
nb_no: Importer Wordpress

source: A new version of this importer is available. Please update to version %s to ensure compatibility with newer export files.
nb_no: En ny versjon av importverktøyet er tilgjenglig. Vennligst oppdater til versjon %s for å sikre kompabilitet med nyere eksportfiler.

source: Howdy! Upload your WordPress eXtended RSS (WXR) file and we&#8217;ll import the posts, pages, comments, custom fields, categories, and tags into this site.
nb_no: Hallo du! Last opp WordPress eXtended RSS (WXR) filen og vi vil &#8217;ll importere innlegg, sider, kommentarer, tilpassede felt, kategorier og tagger til nettsiden.

source: Choose a WXR (.xml) file to upload, then click Upload file and import.
nb_no: Velg en WXR (.xml) fil for å laste opp, deretter klikker du på last opp og fil og importer.

source: Sorry, no posts matched your criteria
nb_no: Beklager, ingen innlegg passet til kriteriene dine.

source: Please try another search term
nb_no: Vær så snill og prøv et annet søkeuttrykk.

source: View all results
nb_no: Se alle resultat

source: Square
nb_no: Kvadrat

source: Featured
nb_no: Fremhevet

source: Portfolio
nb_no: Portefølje

source: Entry with Sidebar
nb_no: Innlegg med sidefelt

source: Entry without Sidebar
nb_no: Innlegg uten sidefelt

source: Select a page
nb_no: Velg en side

# post type general name
source: Portfolio Items
nb_no: Porteføljeelementer

# post type singular name
source: Portfolio Entry
nb_no: Porteføljeposter

# portfolio
source: Add New
nb_no: Legg til

source: Add New Portfolio Entry
nb_no: Legg til ny porteføljepost

source: Edit Portfolio Entry
nb_no: Rediger porteføljeposter

source: New Portfolio Entry
nb_no: Nye porteføljeposter

source: View Portfolio Entry
nb_no: Se porteføljeposter

source: Search Portfolio Entries
nb_no: Søk etter porteføljeposter

source: No Portfolio Entries found
nb_no: Ingen porteføljeposter

source: No Portfolio Entries found in Trash
nb_no: Ingen porteføljeposter ble funnet i søppelet

source: Interesting links
nb_no: Interessante linker

source: Here are some interesting links for you! Enjoy your stay :)
nb_no: Vi anbefaler deg disse linkene! Nyt oppholdet :)

source: Archive
nb_no: Arkiv

source: Pages
nb_no: Sider

source: Bookmarks
nb_no: Bokmerker

source: This post is password protected. Enter the password to view any comments.
nb_no: Dette innlegget er passordbeskyttet. Du må skrive inn passordet ditt for å se kommentarer.

source: replies
nb_no: Svar

source: reply
nb_no: Svar

source: &laquo; Older Comments
nb_no: &laquo; Eldre kommentarer

source: Newer Comments &raquo;
nb_no: Nyere kommentarer &raquo;

source: Trackbacks &amp; Pingbacks
nb_no: Tilbaketråkk &amp; Pingbacks

source: Leave a Reply
nb_no: Gi tilbakemelding

source: Want to join the discussion? <br/>Feel free to contribute!
nb_no: Ønsker du å delta i diskusjonen? <br/> Bli med!

source: Comments are closed.
nb_no: Kommentarfeltet er stengt.

source: Nothing Found
nb_no: Ingenting ble funnet.

source: Sorry, the post you are looking for is not available. Maybe you want to perform a search?
nb_no: Beklager, innlegget du ser etter er ikke tilgjengelig. Kanskje du vil prøve et nytt søk?

source: For best search results, mind the following suggestions:
nb_no: For bedre søkeresultater, se disse forslagene:

source: Always double check your spelling.
nb_no: Du må alltid dobbelsjekke stavemåten din.

source: Try similar keywords, for example: tablet instead of laptop.
nb_no: Prøv å bruke lignende søkeord, for eksempel: Nettbrett i stedet for iPad.

source: Try using more than one keyword.
nb_no: Prøv å bruke mer enn et nøkkelord.

source: Feel like browsing some posts instead?
nb_no: Føler du for å kikke på noen innlegg i stedet?

source: User is logged in
nb_no: Brukeren er innlogget

source: User is logged out
nb_no: Brukeren er utlogget

source: User is Admin
nb_no: Brukeren er en administrator

source: User is Editor
nb_no: Brukeren er en redaktør

source: User is Subscriber
nb_no: Brukeren er en abonnent

source: User is Author
nb_no: Brukeren er en forfatter

source: User is Contributor
nb_no: Brukeren er en bidragsyter

source: Front Page
nb_no: Hovedside

source: Single Post
nb_no: Et enkelt innlegg

source: Enable Conditional Logic
nb_no: Aktiver betinget logikk

source: Add custom css class
nb_no: Legg til tilpasset css klasse

source: if
nb_no: hvis

source: Page/Post ID
nb_no: Side/Post id

source: Conditional CSS Class
nb_no: Betinget CSS klasse

source: Link to:
nb_no: Link til:

source: About
nb_no: Om

source: This author has yet to write their bio.
nb_no: Denne forfatteren må skrive biografen sin.

source: Meanwhile lets just say that we are proud %s contributed a whooping %s entries.
nb_no: I mellomstiden kan vi bare si at vi er stolte av at %s bidro til %s innlegg.

source: Edit the profile description here.
nb_no: Her kan du redigere profilinformasjonen din.

source: Comments<br/>Off
nb_no: Kommentarer<br/>Off

source: Categories:
nb_no: Kategorier:

source: Tags:
nb_no: Merkelapper:

source: Comments Disabled
nb_no: Kommentarer er deaktivert

source: in
nb_no: i

source: (Edit)
nb_no: (Rediger)

source: Your comment is awaiting moderation.
nb_no: Kommentarer din venter på moderering.

source: Sorry, no posts matched your criteria. Please try another search
nb_no: Beklager! Ingen innlegg passet til kriteriene dine. Vennligst prøv på ny.

source: You might want to consider some of our suggestions to get better results:
nb_no: Du bør kanskje vurdere noen av våre forslag for å få bedre resultater.

source: Check your spelling.
nb_no: Sjekk stavemåten din.

source: Try a similar keyword, for example: tablet instead of laptop.
nb_no: Prøv et lignende søkeord som f.eks: Nettbrett i stedet for iPad.

source: You might also like
nb_no: Du vil kanskje også like

source: Blog - Latest News
nb_no: Blogg - Siste nytt

source: New Search
nb_no: Nytt søk

source: If you are not happy with the results below please do another search
nb_no: Hvis du ikke er fornøyd med resultatene nedenfor, skriv inn et nytt søk

source: You must first complete %1$s before viewing this Lesson
nb_no: Du må først fullføre %1$s før du kan se denne leksjonen

source: You must first complete: %1$s
nb_no: Du må først fullføre: %1$s

source: The 20 latest Blog Posts
nb_no: De 20 siste bloggpostene

source: The 8 latest Portfolio Entries
nb_no: De siste åtte porteføljeinnlegg

source: Available Pages
nb_no: Tilgjengelige sider

source: Archives by Subject:
nb_no: Arkiv sortert etter tema:

source: Archives by Month:
nb_no: Arkiv sortert etter måned:

source: Scroll to top
nb_no: Bla til toppen

source: Share this entry
nb_no: Del dette innlegget

source: Share on Google+
nb_no: Del med Google+

source: Share by Mail
nb_no: Del med epost

source: Share on
nb_no: Del med

source: We did not find page
nb_no: Vi fant ikke siden

source: The page you were trying to reach does not exist.
nb_no: Siden du prøvde å nå eksisterer ikke.

source: The reason may be:
nb_no: Årsaken kan være:

source: You entered an incorrect address (URL).
nb_no: Du skrev inn feil adresse(url)

source: Since then expired and is removed
nb_no: Siden har gått ut på dato og er fjernet

source: Search by name, city, genre or other...
nb_no: Søk etter navn, sted, sjanger eller annet...

source: Filter
nb_no: Avgrens på

source: Check / Uncheck all
nb_no: Merk av/opphev alle

source: Authors by alphabetical
nb_no: Forfatterer sortert alfabetisk

source: Authors by
nb_no: Forfatterer etter

source: municipality
nb_no: kommune

source: period
nb_no: fødselsår

source: gerne
nb_no: sjanger

source: It uses material from
nb_no: Teksten er hentet fra

source: licensed under
nb_no: lisensiert under

source: Do you have information to add?
nb_no: Gi tilbakemelding

source: Comment form info
nb_no: Vi tar gjerne imot tilbakemeldinger. Har du synspunkt på siden? Ser du feil eller mangler? Har du opplysninger å tilføye eller bilder å dele med oss? Send inn melding!<br/>Legger du inn e-post og/eller telefonnummer, kan vi kontakte deg for ev. oppfølging.<br/>(Skjemaet blir sendt til Nordland fylkesbibliotek, meldingen blir ikke liggende på nettsiden.)

source: Phone
nb_no: Telefon

source: Refer to these articles
nb_no: Se på disse artiklene

source: Choose a region
nb_no: Velg region

source: Choose municipality
nb_no: Velg kommune

source: You can refine using the options above.
nb_no: Du kan avgrense ved hjelp av valgene over

source: Your search returned no results
nb_no: Søket gav ingen resultat

source: Subscribe to newsletter
nb_no: Abonner på nyhetsbrev

source: Subscribe to New Content
nb_no: Abonner på nytt innhold

source: Genre
nb_no: Sjanger

source: Municipality
nb_no: Kommune

source: Thanks for subscribing
nb_no: Takk for at du ønsker å abonnere på nytt innhold. <br>Vennligst bekreft abonnementet ved å klikke på linken i e-posten du har fått fra oss. Har du ikke mottatt e-post fra oss? Se i «søppelpost» eller kontakt oss så hjelper vi deg gjerne.

source: Please enter a valid email address
nb_no: Vennligst oppgi en gyldig epostadresse

source: Author subscription title
nb_no: Ny forfatter på litteraturnettnordnorge.no

source: Author subscription content
nb_no: Litteraturnettnordland.no har nytt/oppdatert innhold som passer ditt abonnement: %s Hilsen <br> Nordland fylkesbibliotek

source: Author subscription unsubscribe
nb_no: <br><br><small>Du mottar denne e-posten da du abonnerer på innhold fra litteraturnettnordnorge.no. Dersom du ikke ønsker mail fra litteraturnettnordnorge.no, meld deg av <a href='%s'>her</a>.</small>

source: You are unsubscribed
nb_no: Du har nå blitt fjernet fra e-postlistene til litteraturnettnordnorge.no

source: Email address
nb_no: Fyll inn e-postadresse

source: Stay informed and get notification when new
nb_no: Hold deg oppdatert og få varsling når nye forfatteromtaler blir lagt til på siden. Du kan velge å abonnere på alt nytt, eller spesifisere hvilket innhold du vil varsles om. (hak av i listen under)
