Repository: roarnyg/wl-wiki-import
Catalog: languages/*.po
Languages: nb_no

source: Error 404 - page not found
nb_no: Feilmelding 404 - Siden ble dessverre ikke funnet

source: Entries by
nb_no: Oppføringer fra

source: Profile for User:
nb_no: Profil for bruker:

source: Slide Options
nb_no: Alternativer for lysbildegalleri

source: Duplicate this slide
nb_no: Kopier dette lysbildet

source: Slide options
nb_no: Alternativer for lysbildegalleri

source: Image
nb_no: Bilde

source: The slide image/background. Click into the field to open the WordPress Media Library to choose or upload an image.
nb_no: For å forandre lysbildet eller bakgrunnen: Klikk i feltet for å åpne Wordpress Media Library hvor du kan velge eller laste opp et bilde.

source: Thumbnail
nb_no: Forhåndsvisning

source: The thumbnail image of this slide. Click into the field to open the WordPress Media Library to choose or upload an image. If you leave this field empty, the slide image will be used.
nb_no: For å endre forhåndsvisningsbildet av dette lysbildet: Klikk i feltet for å åpne Wordpress Media Library hvor du kan velge eller laste opp et bilde.

source: Slide delay
nb_no: Lysbildeforsinkelse.

source: Here you can set the time interval between slide changes, this slide will stay visible for the time specified here. This value is in millisecs, so the value 1000 means 1 second. Please don't use 0 or very low values.
nb_no: Her kan du bestemme hvor lang tid det skal være mellom byttet av lysbildene: Hvert bilde vil stå synlig så lenge som du spesifiserer. Verdien er angitt i millisekund. Det betyr at 1000 er det samme som 1 sekund. Ikke bruk 0.

source: Slide transition
nb_no: Lysbildeovergang.

source: You can choose between the old and the new 3D/2D slide transitions introduced in version 4.0.0.
nb_no: Du kan velge mellom den gamle og den nye 3D/2D lysbildeovergangene introdusert i versjon 4.0.0.

source: Transitions
nb_no: Overganger

source: Direction
nb_no: Retning

source: The slide will slide in from this direction.
nb_no: Lysbildet vil komme inn på skjermen fra denne retningene.

source: top
nb_no: Topp

source: right
nb_no: Høyre

source: bottom
nb_no: Bunn

source: left
nb_no: Venstre

source: You can select your desired slide transitions by clicking on this button.
nb_no: Du kan velge hvilken lysbilderovergang du ønsker ved å klikke på denne knappen.

source: Time shift
nb_no: Tidsskift

source: You can control here the timing of the layer animations when the slider changes to this slider with a 3D/2D transition. Zero means that the layers of this slide will animate in when the slide transition ends. You can time-shift the starting time of the layer animations with positive or negative values.
nb_no: Her kan du styre tiden på laganimasjonenene når en slide går over til denne sliden med en 2d/3d overgang. Null betyr at lagene for sliden vil animere inn når overgangen er ferdig. Du kan forandre starttiden for animeringen med positive eller negative verdier.

source: Slide in
nb_no: Glir inn

source: Duration
nb_no: Varighet

source: The duration of the slide in animation. This value is in millisecs, so the value 1000 means 1 second.
nb_no: Varigheten på lysbildene i animasjonen. Verdien er i millisekunder, verdi 1000 = 1 sekund.

source: Easing
nb_no: Utjevning

source: The timing function of the animation, with it you can manipualte the slide movement. Please click on the link next to this select field to open easings.net for more information and real-time examples.
nb_no: Tidspunktfunksjon for animasjon. Med denne kan du manipulere lysbildets bevegelse. Klikk på linken ved siden av for å åpne easings.net for mer informasjon og eksempler.

source: Delay in
nb_no: Forsinkelse

source: Delay before the animation start when the slide slides in. This value is in millisecs, so the value 1000 means 1 second.
nb_no: Forsinkelse i animasjonen før nytt lysbilde lastes inn. Denne verdien er i millisekund, verdien 1000 = 1 sekund.

source: Slide out
nb_no: Glir ut

source: The duration of the slide out animation. This value is in millisecs, so the value 1000 means 1 second.
nb_no: Varigheten av at lysbildet glir ut av animasjonen. Verdien er i millisekunder, verdi 1000 = 1 sekund.

source: Delay out
nb_no: Forsinkes ut

source: Delay before the animation start when the slide slides out. This value is in millisecs, so the value 1000 means 1 second.
nb_no: Forsinkelse i animasjonstart når et lysbilde glir ut. Denne verdien er i millisekund, verdien 1000 = 1 sekund.

source: Link this slide
nb_no: Link dette lysbildet

source: If you want to link the whole slide, enter the URL of your link here.
nb_no: Hvis du vil linke hele lysbildet, sett inn url her.

source: Link target
nb_no: Link mål

source: You can control here the link behaviour: _self means the linked page will open in the current tab/window, _blank will create a new tab/window.
nb_no: Her kan du bestemme hva som skjer når man klikker på linken: _self betyr at linken vil åpnes i det vinduet du står i nå, _blank betyr at linken vil åpnes i et nytt vindu.

source: Misc
nb_no: Diverse

source: #ID
nb_no: #Identitet

source: You can apply an ID attribute on the HTML element of this slide to work with it in your custom CSS or Javascript code.
nb_no: Du kan bruke en ID-attributt på et HTML element av lysbildet for å arbeide i ditt tilpassede CSS eller Javascriptkode.

source: You can specify a slide alias name which you can use in your URLs with a hash mark, so LayerSlider will start with the correspondig slide.
nb_no: Du kan gi lysbildene kallenavn som du deretter kan bruke i nettadresser med HASH MARK?, slik at LayerSlider vil starte med valgte lysbilde.

source: Hidden
nb_no: Skjult

source: If you don't want to use this slide in your front-page, but you want to keep it, you can hide it with this switch.
nb_no: Hvis du ikke ønsker å bruke dette lysbildet på hovedsiden din men ønsker å beholde den: Skjul det med denne bryteren.

source: Preview
nb_no: Forhåndsvisning

source: Enter Preview
nb_no: Se forhåndsvisning

source: Layers
nb_no: Lag

source: Basic
nb_no: Grunnleggende

source: Options
nb_no: Valg

source: Style
nb_no: Stil

source: Attributes
nb_no: Attributter

source: Remove this layer
nb_no: Fjern dette laget

source: Paragraph
nb_no: Paragraf

source: Click into this text field to open WordPress Media Library where you can upload new images or select previously used ones.
nb_no: Klikk i dette feltet for å åpne Wordpress Media Library hvor du kan laste opp bilder eller velge et du har brukt før.

source: Custom HTML content
nb_no: Definert HTML innhold

source: Type here the contents of your layer. You can use any HTML codes in this field to insert other contents then text. This field is also shortcode-aware, so you can insert content from other plugins as well as video embed codes.
nb_no: Her kan du skrive navnet på laget. Du kan bruke HTML-koder for å sette inn annet innhold enn tekst. Dette feltet er også SHORTCODE-aware??, slik at du kan sette inn innhold fra andre plugins eller legger inn video.

source: Transition in
nb_no: Overgang inn

source: The type of the transition.
nb_no: Type overgang.

source: Fade
nb_no: Falme

source: Auto (Slide from auto direction)
nb_no: Automatisk (Glir fra den automatiske retningen)

source: Top (Slide from top)
nb_no: Topp (Glir fra topp)

source: Right (Slide from right)
nb_no: Høyre (Glir fra høyre)

source: Bottom (Slide from bottom)
nb_no: Bunn (Glir fra bunn)

source: Left (Slide from left)
nb_no: Venstre (Glir fra venstre)

source: The duration of the slide in animation. This value is in millisecs, so the value 1000 means 1 second. Lower values results faster animations.
nb_no: Varigheten på lysbildet i animasjonen. Verdien er i millisekunder, verdien 1000 = 1 sekund.

source: The timing function of the animation, with it you can manipualte the layer movement. Please click on the link next to this select field to open easings.net for more information and real-time examples.
nb_no: Tidspunktfunksjon for animasjon. Med denne kan du manipulere lysbildets bevegelse. Klikk på linken ved siden av for å åpne easings.net for mer informasjon og eksempler.

source: Delay
nb_no: Forsinkelse

source: Delay before the animation start when the layer slides in. This value is in millisecs, so the value 1000 means 1 second.
nb_no: Forsinkelse før animasjonen starter når et lag glir inn. Verdien er i millisekunder, 1000 = 1 sekund.

source: Rotation
nb_no: Rotering

source: Scale
nb_no: Skala

source: Transition out
nb_no: Overgang ut

source: Auto (Slide to auto direction)
nb_no: Automatisk (Gli i automatisk valgt retning)

source: Top (Slide to top)
nb_no: Topp (Gli til topp)

source: Right (Slide to right)
nb_no: Høyre (Gli til høyre)

source: The duration of the slide out animation. This value is in millisecs, so the value 1000 means 1 second. Lower values results faster animations.
nb_no: Varigheten av at lysbildet glir ut: Verdien er i millisekund, 1000 = 1 sekund.

source: Delay before the animation start when the layer slides out. This value is in millisecs, so the value 1000 means 1 second.
nb_no: Forsinkelse før animasjonen starter når et lag glir ut. Verdien er i millisekund, 1000 = 1 sekund.

source: Other options
nb_no: Andre muligheter

source: Distance
nb_no: Avstand

source: The default value is -1 which means that the layer will be positioned exactly outside of the slide container. You can use the default setting in most of the cases. If you need to set the start or end position of the layer from further of the edges of the slide container, you can use 2, 3 or higher values.
nb_no: Standardverdien er -1 som betyr at laget vil bli plassert nøyaktig utenfor lysbildebeholderen. Du kan bruke standardinstillingen i de fleste tilfeller. Hvis du trenger å stille inn start eller sluttposisjon av laget kan du bruke 2, 3 eller høyere verdier.

source: Show until
nb_no: Vis frem til

source: The layer will be visible for the time you specify here, then it will slide out. You can use this setting for layers to leave the slide before the slide itself animates out, or for example before other layers will slide in. This value in millisecs, so the value 1000 means 1 second.
nb_no: Laget vil være synlig så lenge som du spesifiserer her, deretter vil det gli ut. Du kan bruke denne innstilligen til å bestemme at lag skal gli ut før selve animasjonen glir ut. Verdien er i millesekund, 1000 = 1 sekund.

source: If you don't want to use this layer, but you want to keep it, you can hide it with this switch.
nb_no: Hvis du ikke vil bruke dette laget men likevel ha det til senere, bruk denne knappen.

source: If you will use similar settings for other layers or you want to experiment on a copy, you can duplicate this layer.
nb_no: Du kan kopiere dette laget hvis du vil bruke samme instillinger for et annet lag.

source: Duplicate this layer
nb_no: Kopier dette laget

source: If you want to link your layer, type here the URL. You can use a hash mark followed by a number to link this layer to another slide. Example: #3 - this will switch to the third slide.
nb_no: Hvis du vil linke laget, sett inn url her: Du kan bruke en # etterfulgt av et nummer for å linke dette laget til et annet lysbilde.

source: You can control here the link behaviour: _self means the linked page will open in the current tab/window, _blank will open it in a new tab/window.
nb_no: Du kan kontrollere hva som skjer når man klikker på linken: _self betyr at linken vil åpnes i vinduet du står i nå, _blank betyr at linken vil åpnes i et nytt vindu.

source: Layout & Positions
nb_no: Oppsett og posisjoner

source: Width
nb_no: Bredde

source: You can set the width of your layer. You can use pixels, percents, or the default value 'auto'. Examples: 100px, 50% or auto
nb_no: Du kan bestemme bredden på laget ditt. Du kan bruke piksler, prosent, eller standardverdien 'auto'. Eksempler: 100 piksler, 50% er automatisk

source: Height
nb_no: Høyde

source: You can set the height of your layer. You can use pixels, percents, or the default value 'auto'. Examples: 100px, 50% or auto
nb_no: Du kan bestemme høyden på laget ditt. Du kan bruke piksler, prosent eller standardverdien "auto". Eksempler: 100 piksler eller 50% eller auto.

source: Top
nb_no: Topp

source: The layer position from the top of the slide. You can use pixels and percents. Examples: 100px or 50%. You can move your layers in the preview above with a drag n' drop, or set the exact values here.
nb_no: Lagets posisjon fra toppen. Du kan bruke piklser, prosent eller standardverdien "auo". Eksempler: 100 piksler, 50% eller automatisk. Du kan flytte lag i forhåndsvisningen ovenfor eller sette de nøyaktige verdiene her.

source: Left
nb_no: Venstre

source: The layer position from the left side of the slide. You can use pixels and percents. Examples: 100px or 50%. You can move your layers in the preview above with a drag n' drop, or set the exact values here.
nb_no: Lagets posisjon fra venstre. Du kan bruke piklser, prosent eller standardverdien "auo". Eksempler: 100 piksler, 50% eller automatisk. Du kan flytte lag i forhåndsvisningen ovenfor eller sette de nøyaktige verdiene her.

source: Padding on the top of the layer. Example: 10px
nb_no: Padding på toppen av laget. Eksempel: 10 piksler

source: Right
nb_no: Høyre

source: Padding on the right side of the layer. Example: 10px
nb_no: Padding på høyre side av laget. Eksempel: 10 piksler

source: Bottom
nb_no: Bunn

source: Padding on the bottom of the layer. Example: 10px
nb_no: Padding på bunnen av laget. Eksempel: 10 piksler

source: Padding on the left side of the layer. Example: 10px
nb_no: Padding på venstre side av laget. Eksempel: 10 piksler

source: Border
nb_no: Kant

source: Border on the top of the layer. Example: 5px solid #000
nb_no: Kant på toppen av laget. Eksempel: 5 piksler solid #000

source: Border on the right side of the layer. Example: 5px solid #000
nb_no: Kant på høyre side av laget. Eksempel: 5 piksler solid #000

source: Border on the bottom of the layer. Example: 5px solid #000
nb_no: Kant på bunnen av laget. Eksempel: 5 piksler solid #000

source: Border on the left side of the layer. Example: 5px solid #000
nb_no: Kant på venstre side av laget. Eksempel: 5 piksler solid #000

source: Font
nb_no: Skrifttype

source: Family
nb_no: Familie

source: List of your chosen fonts separated with a comma. Please use apostrophes if your font names contains white spaces. Example: Helvetica, Arial, sans-serif
nb_no: Liste over dine valgte skrifttyper med komma. Bruk bindestrek hvis skrifttypene inneholder mellom i navnet. Eksempel: Helvetica, Arial, sans-serif

source: Size
nb_no: Størrelse

source: The font size in pixels. Example: 16px.
nb_no: Skriftentypens størrelse i piksler. Eksempel: 16 piksler.

source: Line-height
nb_no: Linjehøyde

source: The line height of your text. The default setting is 'normal'. Example: 22px
nb_no: Linjehøyden i teksten din. Standardinnstillingen er 'normal'. Eksempel: 22 piksler.

source: Color
nb_no: Farge

source: The color of your text. You can use color names, hexadecimal, RGB or RGBA values. Example: #333
nb_no: Fargen på teksten din. Du kan bruke fargenavn, hex fargekode, RGB eller RGBA verdien. Eksempel: #333

source: Background
nb_no: Bakgrunn

source: The background color of your layer. You can use color names, hexadecimal, RGB or RGBA values as well as the 'transparent' keyword. Example: #FFF
nb_no: Bakgrunnsfarge på laget ditt. Du kan bruke fargenavn, hex fargekod, RGB eller RGBA verdier as well as the 'transparent' keyword. Example: #FFF

source: Rounded corners
nb_no: Avrundede hjørner

source: If you want rounded corners, you can set here its radius. Example: 5px
nb_no: Her kan du bestemme radius hvis du ønsker avrundede hjørner. Eksempel: 5 piksler

source: Word-wrap
nb_no: Ord deling

source: If you use custom sized layers, you have to enable this setting to wrap your text.
nb_no: Hvis du bruker egendefinerte størrelser på lagene dine må du aktivere denne instillingen for å bryte teksten.

source: Custom style settings
nb_no: Egendefinert stilinnstilling

source: Custom styles
nb_no: Egendefinert stil

source: If you want to set style settings other then above, you can use here any CSS codes. Please make sure to write valid markup.
nb_no: Hvis du ønsker å sette stilinnstillinger annerledes enn de ovenfor så kan du bruke CSS koder her. Pass på at du skriver gyldige markup

source: You can apply an ID attribute on the HTML element of this layer to work with it in your custom CSS or Javascript code.
nb_no: Her kan du sette inn en ID attribut på et HTML element av laget ditt for å arbeide med det i ditt egendefinerte CSS eller Javascript kode.

source: Classes
nb_no: Klasser

source: You can apply classes on the HTML element of this layer to work with it in your custom CSS or Javascript code.
nb_no: Du kan sette inn klasser på HTML element av dette laget for å arbeide med det i ditt egendefinerte CSS eller Javascript kode.

source: Title
nb_no: Tittel

source: You can add a title to this layer which will display as a tooltip if someone holds his mouse cursor over the layer.
nb_no: Du kan legge til en tittel til dette laget som vil vise som et verktøytips hvis noen holder musen over laget.

source: You can add an alternative text to your layer which is indexed by search engine robots and it helps people with certain disabilities.
nb_no: Du kan legge til en alternativ tekst til laget som blir indeksert av søkemotorer og som hjelper folk med visse funksjonshemminger.

source: Some plugin may use the rel attribute of a linked content, here you can specify it to make interaction with these plugins.
nb_no: Noen plugins bruker kanskje en rel?? attribut av et linket innhold, her kan du spesifisere den for at den skal fungere med disse plugins

source: Add new layer
nb_no: Legg til et nytt lag

source: Add new LayerSlider
nb_no: Lag en ny lysbildepresentasjon

source: Back to the list
nb_no: Tilbake til listen

source: Global Settings
nb_no: Globale innstillinger

source: Slides
nb_no: Lysbilder

source: Event Callbacks
nb_no: Arrangement historie

source: Documentation
nb_no: Dokumentasjon

source: Type your slider name here
nb_no: Skriv inn navnet på lysbildepresentasjonen her

source: The slider width in pixels. For compatibility reasons, we still support percentage values, but for responsive layout, you should use pixels.
nb_no: Lysbildets bredde i piksler. Av kompabilitets grunner støtter vi prosent verdier, men for responsive oppsett bør du bruke piksler.

source: The slider height in pixels.
nb_no: Lysbildets høyde i piksler.

source: Responsive
nb_no: Responsiv

source: Enable this option to turn LayerSlider into a responsive slider.
nb_no: Aktiver denne for å lage lysbildepresentasjon responsiv.

source: Full-width slider
nb_no: Full bredde lysbildepresentasjon.

source: When you are using a responsiveness or percentage dimensions for the slider, it will respond the parent element size changes. With this option you can bypass this behaviour and LayerSlider will be a full-width slider.
nb_no: Når du bruker en dimensjon for responsiv eller prosent for slideren, vil den respondere i forhold til hovedbildets størrelsesendring. Med dette valget kan du gå utenom denne oppførselen og Layer Slider vil være en slider i full bredde.

source: Responsive under
nb_no: Responsiv nedenfor

source: You can force the slider to change automatically into responsive mode but only if the slider width is smaller than responsiveUnder pixels. It can be used if you need a full-width slider with fixed height but you also need it to be responsive if the browser is smaller... Important! If you enter a value higher than 0, the normal responsive mode will be switched off automatically!
nb_no: Du kan tvinge glidebryteren for å endre automatisk inn responsive modus, men bare dersom glidebryteren bredde er mindre enn responsiveUnder piksler. Den kan brukes hvis du trenger en full bredde glidebryteren med fast høyde, men du må også det å være lydhør dersom nettleseren er mindre ... Viktig! Hvis du angir en verdi som er høyere enn 0, vil den normale forståelsesmodus slås av automatisk!

source: Layers Container
nb_no: Lag konteiner

source: This feature is useful if you are using a full-width slider and you want to avoid stretching your layers across the full viewport horizontally. Just specify a custom width in pixels, and the slider will create a centered inner area to place your content into that. Note that this feature is working only with pixel-positioned layers, but you can still use the value '50%' if you want centered positions.
nb_no: Denne funksjonen er nyttig hvis du bruker et fullbredde lysbilde og du ønsker å unngå at lagene strekkes horisontalt over hele synsfeltet. Angi en egendefinert bredde i piksler og lysbildet vil lage en sentrert boks som innhold plasseres i. Dette virker bare med piksel-posisjonerte lag, men du kan bruke verdien '50%' for sentrert innhold.

source: Slideshow
nb_no: Lysbildepresentasjon

source: Automatically start slideshow
nb_no: Automatisk start lysbildepresentasjon

source: If enabled, slideshow will automatically start after loading the page.
nb_no: Hvis aktivert vil lysbildepresentasjonen automatisk starte når siden er lastet inn.

source: Pause on hover
nb_no: Pause på "hold over"

source: Slideshow will pause when mouse pointer is over LayerSlider.
nb_no: Lysbildepresentasjonen stopper når musen holdes over

source: First slide
nb_no: Første lysbilde.

source: LayerSlider will start with this slide (you can type the word <i>random</i> if you want the slider to start with a random slide).
nb_no: Lysbildepresentasjonen vil starte med dette lysbildet (hvis du skriver <i>random</i> vil presentasjonen starte med et tilfedlig valgt lysbilde.)

source: Animate first slide
nb_no: Animer første lysbilde

source: If enabled, the layers of the first slide will animate (slide in) instead of fading in with the slide.
nb_no: Hvis aktivert vil lagene på det første lysbildet gli inn i stedet for å gli inn i lag med lysbildet.

source: Random slideshow
nb_no: Tilfeldig lysbildepresentasjon.

source: LayerSlider will change to a random slide instead of changing to the next / prev slide. Note that 'loops' feature won't work with this option.
nb_no: Lysbildepresentasjonen vil endres til at et tilfeldig lysbilde vises i stedet for å bytte til neste/forrige lysbilde. Merk at "looper" funksjon ikke vil fungere med dette alternativet.

source: Two way slideshow
nb_no: Toveis lysbildevisning

source: If enabled, slideshow will go backwards if you click the prev button.
nb_no: Hvis aktivert vil lysbildepresentasjonen gå bakover hvis du klikker på forrige knappen.

source: Loops
nb_no: Omganger

source: Number of loops if automatically start slideshow is enabled (0 means infinite!)
nb_no: Antallet omganger hvis lysebildepresentasjonen start automatisk. (0 betyr uendelig!)

source: Force the number of loops
nb_no: Bestemme antall omganger

source: If enabled, the slider will always stop at the given number of loops even if the user restarts the slideshow.
nb_no: Hvis denne er aktivert vil lysbildepresentasjonen stoppe etter et gitt antall omganger selv om brukeren starter presentasjonen på ny.

source: Automatically play videos
nb_no: Automatisk avspilling av videoer

source: If enabled, the slider will automatically play youtube and vimeo videos.
nb_no: Hvis denne er aktivert vil presentasjonen automatisk spille av Youtube og Vimeo videoer.

source: Automatically pause slideshow
nb_no: Automatisk stopp av lysbildepresentasjonen.

source: auto
nb_no: Automatisk

source: enabled
nb_no: Aktivert

source: disabled
nb_no: Dekativert
