Repository: roarnyg/wl-wiki-import
Catalog: languages/*.po
Languages: nb_no

source: Should the full entry be displayed or just a small excerpt?
nb_no: Skal hele oppføringen vises eller bare et lite utdrag?

source: Full Content
nb_no: Hele oppføringen

source: Excerpt
nb_no: Et utdrag

source: Excerpt With Read More Link
nb_no: Et utdrag i lag med les mer link

source: Preview Image Size
nb_no: Forhåndsvis bildestørrelse

source: Set the image size of the preview images
nb_no: Sett bildestørrelse for forhåndsvisning av bilder.

source: Set the preview image size automatically based on column or layout width
nb_no: Sett forhåndsvisningsbildets størrelse til automatisk basert på kolonne eller oppsettets bredde.

source: Choose the preview image size manually (select thumbnail size)
nb_no: Velg forhåndsvisningsbildets størrelse manuelt (velg forhåndsvisningsstørrelse)

source: Select custom preview image size
nb_no: Velg egendefinert forhåndsvisningsbilde

source: Choose image size for Preview Image
nb_no: Velg bildestørrelse for forhåndsvisningen

source: Post Number
nb_no: Postens nummer

source: How many items should be displayed per page?
nb_no: Hvor mange elementer skal vises per side?

source: Offset Number
nb_no: Forskjøvet nummer

source: The offset determines where the query begins pulling posts. Useful if you want to remove a certain number of posts because you already query them with another blog element.
nb_no: Forskyvningen bestemmer hvor spørringen vil hente artikler. Dette er nyttig hvis du ønsker å ikke vise et antall artikler som blir hentet av et annet element på siden.

source: Deactivate offset
nb_no: Deaktiver forskyvning

source: Do not allow duplicate posts on the entire page (set offset automatically)
nb_no: Ikke tillatt dupliserte innlegg på siden

source: Pagination
nb_no: Sideantalls visning

source: Should a pagination be displayed?
nb_no: Skal sideantallet vises?

source: yes
nb_no: ja

source: no
nb_no: nei

source: Button
nb_no: knapp

source: Creates a colored button
nb_no: Lager en farget knapp

source: Button Label
nb_no: Merkelapp på knapp

source: This is the text that appears on your button.
nb_no: Dette er teksten som vil vise på knappen din

source: Button Link?
nb_no: Link i knapp?

source: Where should your button link to?
nb_no: Hvor skal knappen din linke til?

source: Set Manually
nb_no: Sett opp manuelt

source: Single Entry
nb_no: En enkelt oppføring

source: Taxonomy Overview Page
nb_no: Side med kategorivisning

source: Open Link in new Window?
nb_no: Åpne linken i et nytt vindu?

source: Select here if you want to open the linked page in a new window
nb_no: Velg her om du vil åpne linken i et nytt vindu

source: Open in same window
nb_no: Åpne i samme vindu

source: Open in new window
nb_no: Åpne i nytt vindu

source: Button Color
nb_no: Farge på knapp

source: Choose a color for your button here
nb_no: Velg en farge på knappen din her

source: Theme Color
nb_no: Temafarge

source: Theme Color Subtle
nb_no: Rolig temafarge

source: Blue
nb_no: Blå

source: Red
nb_no: Rød

source: Green
nb_no: Grønn

source: Orange
nb_no: Oransje

source: Aqua
nb_no: Turkis

source: Teal
nb_no: Blågrønn

source: Purple
nb_no: Lilla

source: Pink
nb_no: Rosa

source: Silver
nb_no: Sølv

source: Grey
nb_no: Grå

source: Custom Color
nb_no: Egendefinert farge

source: Custom Background Color
nb_no: Egendefinert bakgrunnsfarge

source: Select a custom background color for your Button here
nb_no: Velg en egendefinert bakgrunnsfarge for knappen din her

source: Custom Font Color
nb_no: Egendefinert skriftfarge

source: Select a custom font color for your Button here
nb_no: Velg en egendefinert skriftfarge for knappen din her

source: Button Size
nb_no: Størrelse på knapp

source: Choose the size of your button here
nb_no: Velg størrelsen på knappen din her

source: Small
nb_no: Liten

source: Medium
nb_no: Middels

source: Large
nb_no: Stor

source: Button Position
nb_no: Knappens plassering

source: Choose the alignment of your button here
nb_no: Velg plasseringen av knappen din her

source: Align Left
nb_no: Juster til venstre

source: Align Center
nb_no: Juster til midten

source: Align Right
nb_no: Juster til høyre

source: Button Icon
nb_no: Knappeikon

source: Should an icon be displayed at the left side of the button
nb_no: Skal ikonet vises til venstre for knappen?

source: No Icon
nb_no: Ikke noe ikon

source: Yes, display Icon
nb_no: Ja, vis ikon

source: Select an icon for your Button below
nb_no: Velg et ikon for knappen din nedenfor

source: Layout Elements
nb_no: Oppsett-elementer

source: Creates a single full width column
nb_no: Lag en enkelt fullbredde kolonne

source: Decrease Column Size
nb_no: Reduser kolonnestørrelsen

source: Increase Column Size
nb_no: Øk kolonnestørrelsen

source: Delete Column
nb_no: Slett kolonnen

source: Clone Column
nb_no: Klon kolonnen

source: Creates a single column with 50% width
nb_no: Lag en enkelt kolonne med 50% bredde

source: Creates a single column with 33% width
nb_no: Lag en enkelt kolonne med 33% bredde

source: Creates a single column with 67% width
nb_no: Lag en enkelt kolonne med 67% bredde

source: Creates a single column with 25% width
nb_no: Lag en enkelt kolonne med 25% bredde

source: Creates a single column with 75% width
nb_no: Lag en enkelt kolonne med 75% bredde

source: Creates a single column with 20% width
nb_no: Lag en enkelt kolonne med 20% bredde

source: Contact Form
nb_no: Kontaktskjema

source: Creates a customizable contact form
nb_no: Lag et kontaktskjema

source: Your email address
nb_no: Din e-postadresse

source: Enter the Email address where mails should be delivered to.
nb_no: Skriv inn e-postadressen som meldingene skal bli levert til

source: Default:
nb_no: Standard:

source: Add/Edit Contact Form Elements
nb_no: Legg til/rediger elementene i kontaktskjemaet

source: Here you can add, remove and edit the form Elements of your contact form.
nb_no: Her kan du legge til, fjerne og redigere elementene i kontaktskjemaet ditt

source: Available form elements are: single line Input elements, Textareas, Checkboxes and Select-Dropdown menus.
nb_no: Følgende kontaktskjema elementer er tilgjengelige: Svar på en linJe, tekstområder, avkryssningsbokser og rullegardinmenyer.

source: It is recommended to not delete the 'E-Mail' field if you want to use an auto responder.
nb_no: Vi anbefaler at du ikke sletter "e-post" felt hvis du vil bruke et automatisk svar

source: Edit Form Element
nb_no: Rediger elementer i kontaktskjema

source: E-Mail
nb_no: E-postadresse

source: Subject
nb_no: Emne

source: Message
nb_no: Melding

source: Form Element Label
nb_no: Merke for skjemaelement

source: Form Element Type
nb_no: Skjemaelement type

source: Text input
nb_no: Tekstfelt

source: Text Area
nb_no: Tekstområde

source: Select Element
nb_no: Velg et element

source: Checkbox
nb_no: Avkryssningsboks

source: Datepicker
nb_no: Velg en dato

source: Form Element Options
nb_no: Valg for kontaktskjemaelementer

source: Enter any number of options that the visitor can choose from. Separate these Options with a comma.
nb_no: Skriv inn antall valg den besøkende kan velge mellom. Skill valgene ved å bruke komma.

source: Example: Option 1, Option 2, Option 3
nb_no: Eksempel: Valg 1, Valg 2, Valg 3.

source: Form Element Validation
nb_no: Validering av innhold i kontaktskjemaet

source: No Validation
nb_no: Ingen validering

source: Is not empty
nb_no: Er ikke tom

source: Valid E-Mail address
nb_no: Gyldig e-postadresse

source: Valid Phone Number
nb_no: Gyldig telefonnummer

source: Valid Number
nb_no: Gyldig nummer

source: Form Element Width
nb_no: Kontaktskjemaets bredde på elementer

source: If the width is set to 50% for 2 consecutive form items they will appear beside each other instead of underneath
nb_no: Hvis bredden er satt til 50% for to objekter etter hverandre vil de vises ved siden av hverandre i stedet for under hverandre

source: Submit Button Label
nb_no: Send knappen merkelapp

source: Enter the submit buttons label text here
nb_no: Sett inn teksten som skal stå på bekreftelsesknappen under skjemaet her

source: Submit
nb_no: Abonner!

source: Form Title
nb_no: Navn på skjema

source: Enter a form title that is displayed above the form
nb_no: Skriv inn et navn på skjemaet som vil vises ovenfor skjemaet

source: Send us mail
nb_no: Send oss en epost

source: Message Sent label
nb_no: Meldingen er sendt beskjed

source: What should be displayed once the message is sent?
nb_no: Hva skal vises når meldingen er sendt inn via skjemaet?

source: Your message has been sent!
nb_no: Meldingen din er blitt sendt!

source: E-Mail Subject
nb_no: E-post emne

source: You can define a custom Email Subject for your form here. If left empty the subject will be
nb_no: Du kan definere et tilpasset emne for skjemaet ditt her. (Dette temaet vil vise hvis den besøkende ikke skriver noe i feltet.)

source: New Message
nb_no: Ny melding

source: sent by contact form at
nb_no: Sendt fra kontaktskjema på

source: Autorespond Text
nb_no: Automatisk svartekst

source: Enter a message that will be sent to the users email address once he has submitted the form.
nb_no: Skriv en melding som vil bli sendt til brukeren med en gang han/hun har sendt inn skjemaet

source: If left empty no auto-response will be sent.
nb_no: Hvis denne står tom vil det ikke sendes en automatisk melding.

source: Contact Form Captcha
nb_no: Kontaktskjema captcha

source: Do you want to display a Captcha field at the end of the form so users must prove they are human by solving a simply mathematical question?
nb_no: Vil du vise et captcha-felt på enden av skjemaet slik at brukere må vise at de er mennesker ved å løse et enkelt regnestykke?

source: (It is recommended to only activate this if you receive spam from your contact form, since an invisible spam protection is also implemented that should filter most spam messages by robots anyways)
nb_no: (Vi anbefaler å aktivere denne hvis du mottar spam fra kontaktskjemaet, siden en usynlig spambeskyttelse også er implementer som vil filtrere de fleste henvendelser.)

source: Don't display Captcha
nb_no: Ikke vis captcha

source: Display Captcha
nb_no: Vis captcha

source: Thank you for your Message!
nb_no: Takk for meldingen din!

source: Please prove that you are human by solving the equation
nb_no: Vis at du er et menneske ved å løse dette regnestykket

source: Content Slider
nb_no: Lysbilde

source: Display a content slider element
nb_no: Vis et lysbilde-element

source: Add/Edit Slides
nb_no: Legg til/rediger lysbilde

source: Here you can add, remove and edit the slides you want to display.
nb_no: Her kan du legge til, fjerne og redigere lysbildene du vil vise.

source: Slide 1
nb_no: Lysebilde 1

source: Slide 2
nb_no: Lysbilde 2

source: Slide Title
nb_no: Tittel på lysbilde

source: Enter the slide title here (Better keep it short)
nb_no: Skriv inn navnet på lysbildet her (vi anbefaler å bruke et kort navn)

source: Title Link?
nb_no: Tittel på link?

source: Where should your title link to?
nb_no: Hvor skal tittelen på linken din linke til?

source: No Link
nb_no: Ingen link

source: Do you want to open the link in a new window
nb_no: Vil du åpne linken i et nytt vindu

source: Yes
nb_no: Ja

source: No
nb_no: Nei

source: Slide Content
nb_no: Lysbildets innhold

source: Enter some content here
nb_no: Skriv inn innhold her

source: Heading
nb_no: Overskrift

source: Do you want to display a heading above the images?
nb_no: Vil du vise en overskrift over bildene?

source: Columns
nb_no: Kolonner

source: How many Slide columns should be displayed?
nb_no: Hvor mange lysbildekolonner skal vises?

source: 1 Columns
nb_no: 1 kolonne

source: 2 Columns
nb_no: 2 kolonne

source: 3 Columns
nb_no: 3 kolonne

source: 4 Columns
nb_no: 4 kolonne

source: 5 Columns
nb_no: 5 kolonne

source: 6 Columns
nb_no: 6 kolonne

source: Choose the transition for your content slider.
nb_no: Velg overgangen for din lysbildepresentasjon

source: Slider controls
nb_no: Lysbildeinnstillinger

source: Do you want to display slider control buttons?
nb_no: Vil du vise styringsknapper ved lysbildene?

source: Yes, display arrow control buttons
nb_no: Ja, vis pil styringsknapper

source: Yes, display dot control buttons
nb_no: Ja, vis punktkontroll styringsknapp

source: No, do not display any control buttons
nb_no: Nei, ikke vis noen styringsknapper

source: Autorotation active?
nb_no: Skal automatisk rotering være aktiv?

source: Check if the content slider should rotate by default
nb_no: Kryss av her hvis innholdet skal rotere automatisk som standard

source: Slider autorotation duration
nb_no: Lysbildepresentasjonens automatiske varighet

source: Images will be shown the selected amount of seconds.
nb_no: Bildene vil vises valgte sekunder

source: Previous
nb_no: Forrige

source: Next
nb_no: Nest

source: Dropcap Styling
nb_no: Stil med fremhevet tekst

source: Here you can set the background color of your Dropcap
nb_no: Her kan du bestemme bakgrunnsfargen på din fremhevede tekst

source: Gallery
nb_no: Galleri

source: Media Elements
nb_no: Mediaelementer

source: Creates a custom gallery
nb_no: Lag et egendefinert galleri

source: Edit Gallery
nb_no: Rediger galleri

source: Create a new Gallery by selecting existing or uploading new images
nb_no: Lag et nytt galleri ved å velge eksisterende eller laste opp nye bilder

source: Add/Edit Gallery
nb_no: Legg til/rediger galleri

source: Insert Images
nb_no: Sett inn bilder

source: Gallery Style
nb_no: Stil på galleri

source: Choose the layout of your Gallery
nb_no: Velg oppsett for galleriet ditt

source: Small Thumbnails
nb_no: Liten forhåndsvisning

source: Big image with thumbnails below
nb_no: Stort bilde med forhåndsvisninger nedenfor

source: Gallery Big Preview Image Size
nb_no: Stor forhåndsvisning

source: Choose image size for the Big Preview Image
nb_no: Velg størrelse for bildene for den store forhåndsvisningen

source: Gallery Preview Image Size
nb_no: Bildestørrelse på forhåndsvisningen

source: Choose image size for the small preview thumbnails
nb_no: Velg størrelse for bildene i liten forhåndsvisning

source: Gallery Columns
nb_no: Gallerikolonner

source: Choose the column count of your Gallery
nb_no: Velg antall kolonner for galleriet ditt

source: Use Lighbox
nb_no: Bruk lysboks for bilder

source: Do you want to activate the lightbox
nb_no: Vil du aktivere lysboks for bilder?

source: No, open the images in the browser window
nb_no: Nei, åpne bildene i nettleseren

source: No, open the images in a new browser window/tab
nb_no: Nei, åpne bildene i et nytt nettleservindu

source: No, don't add a link to the images at all
nb_no: Nei, ikke legg til link på bildene

source: Thumbnail fade in effect
nb_no: Forhåndsvisningen skal ha en falmende effekt

source: You can set when the gallery thumbnail animation starts
nb_no: Du kan bestemme når animasjonen for forhåndsvisningen for galleriet skal starte

source: Show the animation when user scrolls to the gallery
nb_no: Vise animasjonen for forhåndsvisningen når brukeren scroller ned til galleriet

source: Activate animation on page load (might be preferable on large galleries)
nb_no: Aktiver animasjonen mens siden lastes (kan være lurt når man har et stort galleri)

source: Special Heading
nb_no: Spesialoverskrift

source: Creates a special Heading
nb_no: Lager en spesialoverskrift

source: Heading Text
nb_no: Overskrift tekst

source: Heading Type
nb_no: Overskrift type

source: Select which kind of heading you want to display.
nb_no: Velg hvilken type overskrift du vil vise

source: Heading Color
nb_no: Farge på overskrift

source: Select a heading color
nb_no: Velg en farge til overskriften

source: Heading Style
nb_no: Stil på overskrift

source: Select a heading style
nb_no: Velg en stil for overskriften

source: Padding Bottom
nb_no: Padding på bunnen

source: Bottom Padding in pixel
nb_no: Padding på bunnen i piksler

source: Horizontal Ruler
nb_no: Horisontal linjal

source: Creates a delimiter to separate elements
nb_no: Lager en mulighet til å separere elementer

source: Horizontal Ruler Styling
nb_no: Horisontal linjal stil

source: Here you can set the styling and size of the HR element
nb_no: Her kan du bestemme stilien og størrelsen på HR elementer.

source: Default
nb_no: Standard

source: Big Top and Bottom Margins
nb_no: Store top og bunn marginer

source: Fullwidth Separator
nb_no: Fullbredde separator

source: Whitespace
nb_no: Mellomrom

source: Short Separator
nb_no: Kort separator

source: How much whitespace do you need? Enter a pixel value
nb_no: Hvor mange mellomrom trenger du? Skriv inn en pikselverdi

source: Section Top Shadow
nb_no: Seksjon med skygge i toppen

source: Display a small styling shadow at the top of the section
nb_no: Vis en liten skygge i toppen av seksjonen

source: Display shadow
nb_no: Vis skygge

source: Do not display shadow
nb_no: Ikke vis skygge

source: Position
nb_no: Posisjon

source: Set the position of the short ruler
nb_no: Bestem posisjonen på den korte linjalen

source: Center
nb_no: Midtstill

source: Font Icon
nb_no: Skriftikon

source: Select an Icon below
nb_no: Velg et ikon nedenfor

source: Icon Color
nb_no: Ikonfarge

source: Here you can set the color of the icon. Enter no value if you want to use the standard font color.
nb_no: Her kan du bestemme fargen på ikonet. Skriv inn verdien du vil bruke for å bruke en standard skriftfarge.

source: Icon Size
nb_no: Ikonstørrelse

source: Enter the font size in px, em or %
nb_no: Skriv skriftstørrelsen i px, em eller %.

source: Icon Position
nb_no: Posisjon på ikon

source: Choose the alignment of your icon here
nb_no: Velg plasseringen til ikonet her

source: Icon Box
nb_no: Ikonboks

source: Creates a content block with icon to the left or above
nb_no: Lag en innholdsblokk med ikon til venstre eller over

source: IconBox Icon
nb_no: Ikonboks ikon

source: Select an IconBox Icon below
nb_no: Velge et ikon for ikonboksen nedenfor

source: Should the icon be positioned at the left or at the top?
nb_no: Skal ikonet være plassert til venstre eller på toppen?

source: Add an IconBox title here
nb_no: Legg til en ikonboks tittel her

source: IconBox Title
nb_no: Ikonboks tittel

source: Do you want to apply a link to the title?
nb_no: Vil du legge en link til tittelen?

source: Content
nb_no: Innhold

source: Add some content for this IconBox
nb_no: Legg til innhold til ikonboksen

source: Click here to add your own text
nb_no: Klikk her for å legge til din egen tekst

source: Icon List
nb_no: Ikonliste

source: Creates a list with nice icons beside
nb_no: Lager en liste med fine ikoner ved siden av hverandre

source: Add/Edit List items
nb_no: Legg til/rediger objekter

source: Here you can add, remove and edit the items of your item list.
nb_no: Her kan du legge til, fjerne eller redigere elementene i elementlisten

source: Edit List Item
nb_no: Rediger elementliste

source: List Title 1
nb_no: Liste tittel 1

source: List Title 2
nb_no: Liste tittel 2

source: List Title 3
nb_no: Liste tittel 3

source: List Item Title
nb_no: Tittel på elementliste

source: Enter the list item title here (Better keep it short)
nb_no: Skirv inn navnet på elementlisten her (Vi anbefaler å bruke et kort navn)

source: List Item Icon
nb_no: Elementliste ikon

source: Select an icon for your list item below
nb_no: Velg et i kon for listen din nedenfor

source: List Item Content
nb_no: Elementliste ikon

source: Set the position of the icons
nb_no: Bestem posisjonen for ikonene

source: Inserts an image of your choice
nb_no: Sett inn et bilde etter eget ønske

source: Choose Image
nb_no: Velg et bilde

source: Either upload a new, or choose an existing image from your media library
nb_no: Enten kan du laste opp et nytt eller velge et eksisterende bilde fra mediabiblioteket.

source: Insert Image
nb_no: Sett inn bilde

source: Insert
nb_no: Sett inn

source: Image Alignment
nb_no: Bilde plassering

source: Choose here, how to align your image
nb_no: Her velger du hvordan du vil plassere bildet

source: No special alignment
nb_no: Ikke noen spesiell plassering

source: Image Fade in Animation
nb_no: Bildet falmer inn i animasjonen

source: Add a small animation to the image when the user first scrolls to the image position. This is only to add some 'spice' to the site and only works in modern browsers
nb_no: Legg til en liten animasjon på bildet når brukeren scroller til bildets plassering. Dette er bare for å legge til noe "krydder" til siden og det virker bare i moderne nettlesere.

source: None
nb_no: Ingen

source: Top to Bottom
nb_no: Fra topp til bunn

source: Bottom to Top
nb_no: Fra bunn til topp

source: Left to Right
nb_no: Fra venstre til høyre

source: Right to Left
nb_no: Fra høyre til venstre

source: Image Link?
nb_no: Bildelink ?

source: Where should your image link to?
nb_no: Hvor skal bildet ditt linke til?

source: Open new tab/window
nb_no: Åpne nytt vindu

source: Do you want to open the link url in a new tab/window?
nb_no: Vil du åpne linken i et nytt vindu?

source: Display a partner/logo Grid or Slider
nb_no: Vis en partnerlogo/ rutenett eller lysbildepresentasjon

source: Add Images
nb_no: Legg til bilder

source: Here you can add new Images to the partner/logo element.
nb_no: Her kan du legge til nye bilder til partner/logo elementet.

source: Add multiple Images
nb_no: Legg til flere bilder

source: Choose another Image
nb_no: Velg et annet bilde

source: Change Image
nb_no: Bytt bilde

source: Image Caption
nb_no: Kort bildetekst

source: Display a image caption on hover
nb_no: Vil du at en kort bildetekst skal vises når man holder musen over?

source: Where should the image/logo link to?
nb_no: Hvor skal bildet/logoen linke til?

source: Link Title
nb_no: Tittel på link

source: Enter a link title
nb_no: Skriv inn en tittel på linken

source: How many columns should be displayed?
nb_no: Hvor mange kolonner vil du vise?

source: 7 Columns
nb_no: 7 kolonner

source: 8 Columns
nb_no: 8 kolonner

source: Logo Image Size
nb_no: Størrelse på logobilde

source: Choose image size for your slideshow.
nb_no: Velge bildestørrelse for lysbildepresentasjonen din.

source: Logo Slider or Logo Grid Layout
nb_no: Logo Slider eller logo rutenett layout

source: Do you want to use a grid or a slider to display the logos?
nb_no: Vil du bruke rutenett eller en lysbildepresentasjon for å vise logoer?

source: Slider
nb_no: Lysbildepresentasjon

source: Grid
nb_no: Rutenett

source: Choose the transition for your logo slider.
nb_no: Velg en overgang for lysbildepresentasjonen din

source: Check if the logo slider should rotate by default
nb_no: Kryss av hvis lysbildepresentasjonen din med logoer skal rotere som standard

source: NextGen Gallery
nb_no: NextGen galleri

source: Plugin Additions
nb_no: Tillegg for plugins

source: Embeds a Nextgen gallery
nb_no: Sett inn et Nextgen galleri

source: Select NextGen Gallery
nb_no: Velg NextGen galleri

source: Choose the nextgen album you want to display
nb_no: Velg Nextgen-albumet du vil vise

source: Image Order
nb_no: Rekkefølge på bilder

source: How do you wanht to order the images?
nb_no: Hvordan vil du sortere bildene?

source: Custom order
nb_no: Standard rekkefølge

source: Image ID
nb_no: Bilde ID

source: File name
nb_no: Filnavn

source: Alt / Title text
nb_no: Alt / Titteltekst

source: Date / Time
nb_no: Dato/klokkeslett

source: Sort Direction
nb_no: Sorteringsrekkefølge

source: Do you want to sort your images ascending or descending?
nb_no: Vil du sortere bildene stigende eller synkende?

source: Ascending
nb_no: Stigende

source: Descending
nb_no: Synkende

source: Show Meta Data
nb_no: Vis metainformasjon

source: Do you want to show the meta data in the mouseover tooltip?
nb_no: Vil du vise metainformasjonen i verktøytipset som vises når man holder musen over?
