Repository: roarnyg/wl-wiki-import
Catalog: languages/wl-wiki-import-*.po
Languages: nn_no

source: Import from Wikipedia :
nn_no: Importer frå Wikipedia:

source: Search :
nn_no: Søk:

source: Search Type:
nn_no: Søkjetype

source: Name
nn_no: Namn

source: Category
nn_no: Kategori

source: Sub categories
nn_no: Underkategoriar

source: Advance search
nn_no: Avansert søk

source: Search
nn_no: Søk

source: Select All
nn_no: Vel alle

source: Cannot update the 'last updated' page as it does not exist
nn_no: Kan ikkje oppdatere "sist oppdatert"-sida - den finst ikkje

source: Romaner, noveller, fortellinger
nn_no: Romanar, noveller, forteljingar

source: Dikt og sanger
nn_no: Dikt og songar

source: Skuespill
nn_no: Skodespel

source: Serieforfattere
nn_no: Serieforfattarar

source: Tegneserieskapere
nn_no: Teikneserieskaparar

source: Author Fields
nn_no: Forfattarfelt

source: Fields used for the authors. Do not edit, these are managed by the Litteraturnett plugin
nn_no: Felter som brukes for "Forfattar"-objekta. Ikke rediger her, disse blir handsama av pluginen.

source: Local content
nn_no: Lokalt innhald

source: Gender
nn_no: Kjønn

source: Men
nn_no: Sakprosa

source: Women
nn_no: Einskildkvinner

source: First name
nn_no: Fornamn

source: Last name
nn_no: Etternamn

source: Birth year
nn_no: Fødselsår

source: Book first name
nn_no: Bok fornavn

source: Book last name
nn_no: Bok etternavn

source: Death year
nn_no: Dødsår

source: Genre
nn_no: Sjanger

source: Period
nn_no: Periode

source: Municipality
nn_no: Kommune

source: Sections
nn_no: Seksjonar

source: Infobox
nn_no: Infoboks

source: Thumbnail
nn_no: Thumbnailbilete

source: Disable book section
nn_no: Skru av bokseksjon

source: Auto Update
nn_no: Autooppdater

source: Last updated
nn_no: Sist oppdatert

source: period
nn_no: periode

source: gerne
nn_no: sjanger

source: Last searched authors
nn_no: Siste søkte forfattarar

source: This page uses material from
nn_no: Denne sida brukar materiale frå

source: licensed under
nn_no: lisensiert under

source: Do you have information to add?
nn_no: Har du informasjon å leggje til?

source: Tags
nn_no: Emneord

source: Advanced search
nn_no: Avansert søk

source: Check / Uncheck all
nn_no: Kryss av/på alle

source: Birthyear
nn_no: Fødselsår

source: Choose municipality
nn_no: Vel kommune

source: Choose a region
nn_no: Vel region

source: Dynamic string
nn_no: Dynamisk tekst

source: Norge
nn_no: Noreg

source: Norway
nn_no: Noreg

# taxonomy general name
source: Wiki category groups
nn_no: Wiki-kategorigrupper

# taxonomy singular name
source: Wiki category group
nn_no: Wiki-kategorigruppe

source: Search groups
nn_no: Søk grupper

source: All groups
nn_no: Alle grupper

source: Parent group
nn_no: Foreldregruppe

source: Parent group:
nn_no: Foreldregruppe:

source: Edit group
nn_no: Rediger gruppe

source: Update group
nn_no: Oppdater gruppe

source: Add New group
nn_no: Legg til ny gruppe

source: New group Name
nn_no: Nytt gruppenamn

source: Wiki category groups
nn_no: Wiki-kategorigruppe

source: By
nn_no: Av

source: Source
nn_no: Kjelde

source: Update from Wikipedia
nn_no: Oppdater frå Wikipedia

source: Updating...
nn_no: Oppdaterar...

# Post Type General Name
source: Authors
nn_no: Forfattarar

# Post Type Singular Name
source: Author
nn_no: Forfattar

source: Authors
nn_no: Forfattarar

source: Author
nn_no: Forfattar

source: Author Archives
nn_no: Forfattararkiv

source: Author Attributes
nn_no: Forfattarattributt

source: Parent Item:
nn_no: Forelder:

source: All Authors
nn_no: Alle forfattarar

source: Add New Author
nn_no: Ny forfattar

source: Add New
nn_no: Legg til ny

source: New Author
nn_no: Ny forfattar

source: Edit Author
nn_no: Rediger forfattar

source: Update Author
nn_no: Oppdater forfattar

source: View Author
nn_no: Sjå forfattar

source: View Authors
nn_no: Sjå forfattarar

source: Search Authors
nn_no: Søk forfattarar

source: Not found
nn_no: Ikkje funnen

source: Not found in Trash
nn_no: Ikkje funnen i sletta

source: Featured Image
nn_no: Fremheva bilete

source: Set featured image
nn_no: Set fremheva bilete

source: Remove featured image
nn_no: Ta bort fremheva bilete

source: Use as featured image
nn_no: Bruk som fremheva bilete

source: Insert into item
nn_no: Set inn i artikkel

source: Uploaded to this item
nn_no: Lasta opp til denne artikkelen

source: Items list
nn_no: Artikkeliste

source: Author list navigation
nn_no: Forfattarlistenavigering

source: Filter authors list
nn_no: Filtrer forfattarlista

source: Insufficient privileges
nn_no: Ikkje tilstrekkelege rettar

source: Wikipedia Source
nn_no: Wikipediakjelde

source: Select one
nn_no: Vel ein

source: Select the Wikipedia you will use as a source for this site.
nn_no: Vel kva for Wikipedia du vil bruke som kjelde for denne nettstaden

source: Select your region, which will list the municipalities that are valid for this site. This can be overridden with the <code>litteraturnett_regions</code> filter..
nn_no: Vel din region; dette vil avgjere kva for kommunar som er tilletne hjå denne nettstaden. Dette kan overstyrast med filteret <code>litteraturnett_regions</code>

source: Last updated page
nn_no: Siste oppdaterte side

source: None chosen
nn_no: Ingen vald

source: Select an (empty! and probably private) page to be used to show last updated authors
nn_no: Vel ein (tom! og helst privat kanskje) side som brukast til å vise siste oppdaterte forfattarar

source: Last Updated
nn_no: Sist oppdatert

source: Create and manage a database of authors based on wikipedia information
nn_no: Lag og handsam ei database av forfattarar basert på informasjon frå Wikipedia
